[
    {
        "sectionId": 1,
        "tarkasangraha_sectionId": 1,
        "title": "मङ्गलाचरणम्",
        "content": "(निखिल)अखिलागमसंचारि श्रीकृष्णाख्यं परं महः।\nध्यात्वा गोवर्धनसुधीस्तनुते न्यायबोधिनीम्॥\nचिकीर्षितस्य ग्रन्थस्य निर्विघ्नपरिसमाप्त्यर्थमिष्टदेवतानमस्कारात्मकं मङ्गलं शिष्यशिक्षायै ग्रन्थादौ निबध्नाति निधायेति।",
        "tags": [
            "मङ्गलम्",
            "शिष्यशिक्षा",
            "ग्रन्थारम्भः"
        ]
    },
    {
        "sectionId": 2,
        "tarkasangraha_sectionId": 2,
        "title": "सप्तपदार्थाः",
        "content": "अथ पदार्थान्विभजते - द्रव्येति। अत्र सप्तग्रहणं पदार्थत्वं द्रव्यादिसप्तान्यतमत्वव्याप्यमिति व्याप्तिलाभाय। ननु शक्तिपदार्थस्याष्टमस्य सत्त्वात्कथं सप्तैवेति। तथाहि वह्निसंयुक्तेन्धनादौ सत्यपि मणिसंयोगे दाहो न जायते। तच्छून्ये तु जायते। अतो मणिसमवधाने दाहानुकूला शक्तिर्नश्यति। मण्यभावदशायां दाहानुकूला शक्तिरुत्पद्यते। तस्माच्छक्तिरतिरिक्तः पदार्थ इति चेन्न। मणेः प्रतिबन्धकत्वेन तदभावस्य कारणत्वेनैव निर्वाहे मण्यसमवधानसमवधानाभ्यामनन्तशक्तितत्प्रागभावतद्ध्वंसकल्पनाया अन्याय्यत्वात्। तस्मात्सप्तैव पदार्था इति सिद्धम्।",
        "tags": []
    },
    {
        "sectionId": 3,
        "tarkasangraha_sectionId": 3,
        "title": "तमः",
        "content": "द्रव्याणि विभजते। पृथिव्यप्तेज इति। नन्वन्धकारस्य दशमद्रव्यस्य सत्त्वात्कथं नवैवेति ? तथा हि नीलं तमश्चलतीति प्रतीत्या नीलरूपाश्रयत्वेन क्रियाश्रयत्वेन च तमसोद्रव्यत्वं सिद्धम्। न च क्लृप्तद्रव्येष्वन्तर्भावात्कुतो दशमद्रव्यत्वमिति वाच्यम्। तमसो रूपवत्वात् आकाशादिपञ्चकस्य वायोश्च नीरूपत्वान्न तेष्वन्तर्भावः। तमसो निर्गन्धत्वात् पृथिव्याः गन्धवत्वात् न तत्रान्तर्भावः। तमसो निस्स्पर्शत्वात् जलतेजसोः शीतोष्णस्पर्शवत्वान्न तयोरन्तर्भावः। तस्मात्तमसो दशमद्रव्यत्वं सिद्धमिति चेन्न। तमसस्तेजोऽभावत्वेनैवोपपत्तावतिरिक्तत्वकल्पनायां मानाभावात्। न च विनिगमनाविरहात्तेज एव अन्धकाराभावस्वरूपः इति वाच्यम्। तेजसोऽभावरूपत्वे सर्वानुभूतोष्णस्पर्शाश्रयद्रव्यान्तरकल्पने गौरवात्। तस्मादुष्णस्पर्शगुणाश्रयतया तेजसो द्रव्यत्वं सिद्धम्। तमसि नीलप्रतीतिस्तु भ्रान्तिरेव। एवं कर्मवत्ताप्रतीतिरपि दीपापसरणक्रियाया एव तत्र भानात्।",
        "tags": []
    },
    {
        "sectionId": 4,
        "tarkasangraha_sectionId": 10,
        "title": "लक्षणनिर्णयः",
        "content": "गन्धवतीति। गन्धवत्वं पृथिव्याः लक्षणम्। लक्ष्या पृथिवी। पृथिवीत्वं लक्ष्यतावच्छेदकम्। पृथिवीत्वावच्छिन्ना लक्ष्यता। यद्धर्मावच्छिन्नं लक्ष्यं स धर्मो लक्ष्यतावच्छेदकः। यो धर्मो यस्याऽवच्छेदकः सः तद्धर्मावच्छिन्नेति न्यायात्। तथा च लक्ष्यतावच्छेदकं पृथिवीत्वं, पृथिवीत्वावच्छिन्ना लक्ष्यता॥ एवं शीतस्पर्शवत्त्वादिलक्षणेषु जलादीनां लक्ष्यता जलत्वादीनां लक्ष्यतावच्छेदकत्वं च बोध्यम्।",
        "tags": []
    },
    {
        "sectionId": 5,
        "tarkasangraha_sectionId": 13,
        "title": "लक्षणदोषाः",
        "content": "एवं पृथिव्यादित्रिकं निरूप्य वायुं निरूपयति रूपरहितेति। रूपरहितत्वे सति स्पर्शवत्वं वायोर्लक्षणम्। सामानाधिकरण्यसंबन्धेन रूपत्वावच्छिन्नप्रतियोगिताकाभावविशिष्टस्पर्शवत्त्वं लक्षणमिति फलितार्थः। विशेषणानुपादाने पृथिव्यादित्रिकेऽतिव्याप्तिः। तत्रापि स्पर्शवत्वसत्वात्। अतस्तद्वारणाय विशेषणोपादानम्। तावन्मात्रोपादाने आकाशादावतिव्याप्तिस्तत्रापि रूपरहितत्वसत्त्वात्। अत उक्तं स्पर्शवत्वमिति। अतिव्याप्तिर्नाम अलक्ष्ये लक्षणस्य सत्त्वम्। यथा गोः श्रृङ्गित्वं लक्षणं उक्तं चेदलक्ष्यभूतगोभिन्नमहिषादावतिव्याप्तिस्तत्रापि श्रृङ्गित्वस्य सत्त्वात्। अव्याप्तिर्नाम लक्ष्यैकदेशावृत्तित्वम्। लक्ष्यतावच्छेदकाश्रये क्वचिल्लक्ष्ये लक्षणासत्वमेवाव्याप्तिरित्यर्थः। यथा गोर्नीलरूपवत्वं लक्षणमुक्तं चेत् श्वेतगवि नीलरूपाभावादव्याप्तिः। असंभवो नाम लक्ष्यमात्रे कुत्रापि लक्षणासत्वम्। यथा गोरेकशफवत्त्वम् लक्षणमुक्तं चेत् गोसामान्यस्य द्विशफवत्त्वेन एकशफवत्वस्य कुत्राप्यसत्त्वादसंभवः। अतिव्याप्त्यव्याप्त्यसंभवानां निष्कृष्टलक्षणन्तु लक्ष्यतावच्छेदकसमानाधिकरणत्वे सति लक्ष्यतावच्छेदकावच्छिन्नप्रतियोगिताकभेदसामानाधिकरण्यमतिव्याप्तिः। लक्ष्यतावच्छेदकसमानाधिकरणत्वे सति लक्ष्यतावच्छेदकसमानाधिकरणात्यन्ताभावप्रतियोगित्वमव्याप्तिः। लक्ष्यतावच्छेदकव्यापकीभूताभावप्रतियोगित्वम् असंभव इति।",
        "tags": []
    },
    {
        "sectionId": 6,
        "tarkasangraha_sectionId": 15,
        "title": "आकाशलक्षणम्",
        "content": "आकाशं लक्षयति- शब्दगणकमिति। अत्र गुणपदमाकाशे शब्द एवं विशेषगुण इति द्योतनाय न त्वतिव्याप्तिवारणाय। समवायेन शब्दवत्त्वमात्रस्य सम्यक्त्वात्। तदुक्तं –\nरूपं गन्धो रसः स्पर्शः स्नेहः सांसिद्धिको द्रवः।\nबुद्ध्यादिभावनान्ताश्च शब्दो वैशेषिका गुणाः।\nइति। तच्चैकमिति। अनेकत्वे मानाभावादिति भावः। विभ्विति। सर्वमूर्तद्रव्यसंयोगित्वं विभुत्वम्। मूर्तत्वं च क्रियाश्रयत्वम्। पृथिव्यप्तेजोवायुमनांसि मूर्तानि। पृथिव्यप्तेजोवाय्वाकाशपञ्चकं भूतपदवाच्यम्। भूतत्वं नाम बहिरिन्द्रियग्राह्यविशेषगुणवत्त्वम्।",
        "tags": []
    },
    {
        "sectionId": 7,
        "tarkasangraha_sectionId": 16,
        "title": "काललक्षणम्",
        "content": "कालं लक्षयति - अतीतेति। व्यवहारहेतुत्वस्य लक्षणत्वे घट इति व्यवहारहेतुभूतघटादावतिव्याप्तिः। तद्वारणाय अतीतादीति।",
        "tags": []
    },
    {
        "sectionId": 8,
        "tarkasangraha_sectionId": 17,
        "title": "दिक्",
        "content": "दिशो लक्षणमाह - प्राचीति। उदयाचलसन्निहिता या दिक् सा प्राची। अस्ताचलसन्निहिता या दिक् सा प्रतीची। मेरोः सन्निहिता या दिक् सोदीची। मेरोर्व्यवहिता या दिक् सावाची। ",
        "tags": []
    },
    {
        "sectionId": 9,
        "tarkasangraha_sectionId": 18,
        "title": "आत्मा",
        "content": "आत्मानं निरूपयति - ज्ञानाधिकरणमिति। अधिकरणपदं समवायेन ज्ञानाश्रयत्वलाभार्थम्। ",
        "tags": []
    },
    {
        "sectionId": 10,
        "tarkasangraha_sectionId": 19,
        "title": "मनः",
        "content": "मनो निरूपयति - सुखादीति। उपलब्धिर्नाम साक्षात्कारः। तथा च सुखदुःखसाक्षात्कारकारणत्वे सति इन्द्रियत्वं मनसो लक्षणम्। इन्द्रियत्वमात्रोक्तो चक्षुरादावतिव्याप्तिः। अतः सुखेत्यादि। विशेष्यानुपादाने आत्मन्यतिव्याप्तिः। आत्मनः ज्ञानादिकं प्रति समवायिकारणत्वात्। अत इन्द्रियत्वोपादानम्।",
        "tags": []
    },
    {
        "sectionId": 11,
        "tarkasangraha_sectionId": 20,
        "title": "रूपलक्षणम्",
        "content": "रूपं लक्षयति- चक्षुर्मात्रेति। चक्षुर्मात्रग्राह्यत्वविशिष्टगुणत्वं रूपस्य लक्षणम्। विशेष्यमात्रोपादाने रसादावतिव्याप्तिः। अतश्चक्षुर्मात्रग्राह्यत्वविशेषणम्। तावन्मात्रोपादाने रूपत्वनीलत्वादावतिव्याप्तिः। यो गुणो यदिन्द्रियग्राह्यस्तन्निष्ठा जातिरपि तदिन्द्रियग्राह्येति न्यायात्। अतस्तद्वारणाय विशेष्योपादानम्। चक्षुर्मात्रग्राह्यत्वं नाम चक्षुर्भिन्नाग्राह्यत्वे सति चक्षुर्ग्राह्यत्वम्। मात्रपदानुपादाने संख्यादावतिव्याप्तिः, संख्यादावपि चक्षुर्ग्राह्यत्वविशिष्टगुणत्वस्य सत्त्वात्। अतस्तद्वारणाय मात्रपदम्। संख्यादेस्तु चक्षुर्भिन्नत्वगिन्द्रियग्राह्यत्वाच्चक्षुर्मात्रग्राह्यत्वं नास्ति। अतीन्द्रिये गुरुत्वादावतिव्याप्तिवारणाय चक्षुर्ग्राह्येति। अत्र ग्राह्यत्वं प्रत्यक्षविषयत्वम्। तथा च त्वाचसाक्षात्काराविषयत्वे सति चाक्षुषप्रत्यक्षविषयत्वमिति फलितोऽर्थः। ननु प्रभाघटसंयोगे रूपलक्षणस्य अतिव्याप्तिः तस्य चक्षुर्मात्रग्राह्यगुणत्वादिति चेन्न। गुणपदस्य विशेषगुणपरत्वात्। न चैवं विशेषगुणत्वघटितलक्षणे संख्यादावतिव्याप्त्यभावान्मात्रपदवैयर्थ्यमिति वाच्यम्। सांसिद्धिकद्रवत्वेऽतिव्याप्तिवारणाय तदुपादानात्। अथ वा चक्षुर्मात्रग्राह्यजातिमद्गुणत्वस्य लक्षणत्वान्न प्रभाघटसंयोगादावतिव्याप्तिः। संयोगत्वजातेश्चक्षुर्मात्रग्राह्यत्वाभावात्। घटपटसंयोगस्य त्वगिन्द्रियग्राह्यत्वेन तद्गतजातेरपि त्वगिन्द्रियग्राह्यत्वात्। अत्र जातिघटितलक्षणे गुणत्वानुपादाने चक्षुर्मात्रग्राह्यजातिमति सुवर्णादावतिव्याप्तिरतस्तद्वारणाय तदुपादानम्।",
        "tags": []
    },
    {
        "sectionId": 12,
        "tarkasangraha_sectionId": 21,
        "title": "रसलक्षणम्",
        "content": "एवं रसादिलक्षणं विशेषणानुपादाने लक्ष्यभिन्नगुणादावतिव्याप्ति:। विशेष्यानुपादाने लक्ष्यवृत्तिरसत्वादावतिव्याप्तिः। अतो विशेषणविशेष्योरुभयोरुपादानम्। ",
        "tags": []
    },
    {
        "sectionId": 13,
        "tarkasangraha_sectionId": 23,
        "title": "स्पर्शलक्षणम्",
        "content": "स्पर्शं लक्षयति - त्वगिन्द्रियमात्रेति। अत्रापि मात्रपदं संख्यादावतिव्याप्तिवारणाय। अन्यत्सर्व पूर्ववद्बोध्यम्।",
        "tags": []
    },
    {
        "sectionId": 14,
        "tarkasangraha_sectionId": 24,
        "title": "पाकविशेषः",
        "content": "रूपादिचतुष्टयं पृथिव्यां पाकजमिति। एतत्तत्वनिर्णयश्चेत्थम्। पाको नाम विजातीयतेजस्संयोगः। स च नानाजातीयः। रूपजनको विजातीयतेजस्संयोगः। तदपेक्षया रसजनको विजातीयतेजस्संयोगः। एवं गन्धजनको विजातीयतेजस्संयोग:। एवं स्पर्शजनकोऽपि तथैव। एवंप्रकारेण भिन्नभिन्नजातीयाः पाकाः कार्यवैलक्षण्येन कल्पनीयाः। तथा हि। तृणपुञ्जनिक्षिप्त आम्रादौ ऊष्मलक्षणविजातीयतेजःसंयोगात्पूर्वहरितरूपनाशे रूपान्तरस्य पीतरूपादेरेवोत्पत्तिः। पूर्वरसस्याम्लरसस्यैवानुभवात्। क्वचित्पूर्वरूपसत्त्वेऽपि रसपरावृत्तिर्दृश्यते। विजातीयतेजःसंयोगेन पूर्वतनाम्लनाशे मधुररसस्यानुभवात्। तस्माद्रूपजनकापेक्षया रसजनको विलक्षण एव। एवं गन्धजनकोऽपि विलक्षण एवेत्यङ्गीकार्यः। रूपरसयोरपरावृत्तावपि पूर्वगन्धनाशे विजातीयतेजस्संयोगेन सुरभिगन्धोपलब्धेः। एवं स्पर्शजनकोऽपि पाकवशात्कठिनस्पर्शनाशे मृदुस्पर्शानुभवात्। तस्माद्रूपादिजनका विजातीया एव पाका यथाकार्यमुन्नेयाः?। अत एव पार्थिवपरमाणूनामेकजातित्वेऽपि पाकमहिम्ना विजातीयद्रव्यान्तरानुभवः। यथा गोभुक्ततृणादीनामापरमाण्वन्तं भङ्गे तृणारम्भकपरमाणुषु विजातीयतेजःसंयोगात्पूर्वरूपादिचतुष्टयनाशे तदनन्तरं दुग्धे यादृशं रूपादिकं वर्तते तादृशरूपरसगन्धस्पर्शजनकास्तेजःसंयोगा जायन्ते। तदनन्तरं तैरेव तादृशरूपरसादय उत्पद्यन्ते। तादृशरूपादिविशिष्टपरमाणुभिर्दुग्धद्व्यणुकमारभ्यते। ततस्त्र्यणुकादिक्रमेण महादुग्धारम्भः। एवं दुग्धारम्भकैः परमाणुभिरेव दध्यारभ्यते पाकमहिम्ना। दध्यारम्भकैः परमाणुभिरेव नवनीतादिकमिति दिक्।",
        "tags": []
    },
    {
        "sectionId": 15,
        "tarkasangraha_sectionId": 29,
        "title": "विभागलक्षणम्",
        "content": "विभागं लक्षयति- संयोगनाशक इति। संयोगनाशकत्वविशिष्टगुणत्वं विभागस्य लक्षणम्। विशेषणमात्रोपादाने क्रियायामतिव्याप्तिः, तस्या अपि संयोगनाशकत्वात्। अतस्तद्वारणाय विशेष्यम्।",
        "tags": []
    },
    {
        "sectionId": 16,
        "tarkasangraha_sectionId": 31,
        "title": "गुरुलक्षणम्",
        "content": "गुरुत्वं लक्षयति- आद्येति। द्वितीयपतनक्रियायां वेगस्यासमवायिकारणत्वात्तत्रातिव्याप्तिः स्यादित्यत आद्येति। उत्तरत्र स्यन्दने आद्यत्वविशेषणमप्येवं योजनीयम्।",
        "tags": []
    },
    {
        "sectionId": 17,
        "tarkasangraha_sectionId": 33,
        "title": "स्नेहालक्षणम्",
        "content": "स्नेहं लक्षयति- चूर्णादीति। चूर्णादिपिण्डीभावहेतुत्वे सति गुणत्वं स्नेहस्य लक्षणम्। पिण्डीभावो नाम धारणाकर्षणहेतुभूतो विलक्षणसंयोगः। तादृशसंयोगे स्नेहस्यैवासाधारणकारणत्वं न तु जलादिगतद्रवत्वस्य। तथा सति द्रुतसुवर्णादिसंयोगेन चूर्णादेः पिण्डीभावापत्तेः। अतः स्नेह एव तत्रासाधारणकारणम्। विशेषणमात्रोपादाने कालादावतिव्याप्तिरतस्तद्वारणाय विशेष्योपादानम्। वस्तुतस्तु द्रुतजलसंयोगस्यैव चूर्णादिपिण्डीभावहेतुत्वं स्नेहस्य पिण्डीभावहेतुत्वे मानाभावात्। जले द्रुतत्वविशेषणात्करकादिव्यावृत्तिः।",
        "tags": []
    },
    {
        "sectionId": 18,
        "tarkasangraha_sectionId": 34,
        "title": "शब्दलक्षणम्",
        "content": "शब्दं लक्षयति- श्रोत्रेति। शब्दत्वेऽतिव्याप्तिवारणाय गुणपदम्। रूपादावतिव्याप्तिवारणाय श्रोत्रेति। स त्रिविधः संयोगजो विभागजः शब्दजश्चेति। यथा भेरीदण्डसंयोगजन्यो भांकारादिः। हस्ताभिघातसंयोगजन्यो मृदङ्गादिशब्दः। वंशे पाट्यमाने दलद्वयविभागजन्यः चटचटाशब्दः। शब्दोत्पत्तिदेशमारभ्य कर्णपर्यन्तं निमित्तपवनेन शब्दधारा जायन्ते। तत्र उत्तरशब्दे पूर्वशब्दः कारणम्।",
        "tags": []
    },
    {
        "sectionId": 19,
        "tarkasangraha_sectionId": 35,
        "title": "बुद्धिलक्षणम्",
        "content": "बुद्धेर्लक्षणमाह - सर्वव्यवहारोति। व्यवहारः शब्दप्रयोगः। ज्ञानं विना शब्दप्रयोगासंभवाच्छब्दप्रयोगरूपव्यवहारहेतुत्वं ज्ञानस्य लक्षणम्। बुद्धिं विभजते स्मृतिरनुभवश्चेति। ",
        "tags": []
    },
    {
        "sectionId": 20,
        "tarkasangraha_sectionId": 35,
        "title": "स्मृतिलक्षणम्",
        "content": "स्मृतिं लक्षयति- संस्कारेति। बहिरिन्द्रियाजन्यत्वविशिष्टसंस्कारजन्यत्वविशिष्टज्ञानत्वं स्मृतेर्लक्षणम्। संस्कारजन्यत्वविशेषणानुपादाने अनुभवेऽतिव्याप्तिरतस्तद्वारणाय तदुपादानम्। संस्कारध्वंसेऽतिव्याप्तिवारणाय विशेष्यम्। ध्वंसं प्रति प्रतियोगिनः कारणत्वात् संस्कारध्वंसेऽपि संस्कारजन्यत्वस्य सत्त्वात्। प्रत्यभिज्ञायामतिव्याप्तिवारणाय मात्रपदम्।",
        "tags": []
    },
    {
        "sectionId": 21,
        "tarkasangraha_sectionId": 35,
        "title": "अनुभवलक्षणम्",
        "content": "अनुभवं लक्षयति - तद्भिन्नमिति। तद्भिन्नत्वं नाम स्मृतिभिन्नत्वम्। तथा च स्मृतिभिन्नत्वविशिष्टज्ञानत्वमनुभवस्य लक्षणम्। विशेषणानुपादाने स्मृतावतिव्याप्तिः, विशेष्यानुपादाने घटादावतिव्याप्तिरतस्तद्वारणाय विशेषणविशेष्ययोरुपादानम्।",
        "tags": []
    },
    {
        "sectionId": 22,
        "tarkasangraha_sectionId": 35,
        "title": "अनुभवविभागः",
        "content": "अनुभवं विभजते - स द्विविध इति। ",
        "tags": []
    },
    {
        "sectionId": 23,
        "tarkasangraha_sectionId": 35,
        "title": "यथार्थानुभवलक्षणम्",
        "content": "यथार्थानुभवं लक्षयति- तद्वतीति। तद्वतीत्यत्र सप्तम्यर्थो विशेष्यत्वम्। तच्छब्देन प्रकारीभूतो धर्मो ग्राह्यः। तथा च तद्वद्विशेष्यकत्वे सति तत्प्रकारकत्वे सति अनुभवत्वं यथार्थानुभवस्य लक्षणम्। उदाहरणम्। रजतत्ववद्विशेष्यकत्वे सति रजतत्वप्रकारकं रजते ‘इदं रजतम्' इति ज्ञानम्। तद्वन्निष्ठविशेष्यतानिरूपिततन्निष्ठप्रकारताशाल्यनुभवत्वमिति निष्कर्षः। अन्यथा यथाश्रुत रङ्गरजतयोरिमे रजतरङ्गे इत्याकारकसमूहालम्बनभ्रमेऽतिव्याप्तिः, तत्रापि रजतत्ववद्विशेष्यकत्वरजतत्वप्रकारकत्वयोः रङ्गत्ववद्विशेष्यकत्वरङ्गत्वप्रकारकत्वयोश्च सत्त्वात्। उक्तनिष्कर्षे तु दर्शितभ्रमे नातिव्याप्तिः, तज्ज्ञानस्य रङ्गांशे रजतत्वावगाहित्वेन रजतांशे रङ्गत्वावगाहित्वेन च रजतत्वप्रकारतायाः रङ्गत्ववन्निष्ठविशेष्यतानिरूपितत्वेऽपि रङ्गत्वनिष्ठप्रकारताया: रजतत्ववन्निष्ठविशेष्यतानिरूपितत्वेऽपि रजतत्वप्रकारताया रजतत्ववन्निष्ठविशेष्यतानिरूपितत्वाभावात् रङ्गत्वप्रकारताया रङ्गत्ववन्निष्ठविशेष्यतानिरूपितत्वाभावाच्च।",
        "tags": []
    },
    {
        "sectionId": 24,
        "tarkasangraha_sectionId": 35,
        "title": "अयथार्थानुभवलक्षणम्",
        "content": "अयथार्थानुभवं लक्षयति- तदभाववतीति। अत्रापि पूर्ववत्तदभावन्निष्ठविशेष्यतानिरूपिततन्निष्ठप्रकारताशाल्यनुभवत्वं विवक्षणीयम्। अन्यथा यथाश्रुते रङ्गरजतयोरिमे रङ्गरजते इत्याकारकसमूहालम्बनप्रमायामतिव्याप्तिः। एतत्समूहालम्बनस्य रजतरङ्गोभयविशेष्यकत्वेन रजतत्वरङ्गत्वोभयप्रकारकत्वेन च रजतत्वाभाववद्रङ्गविशेष्यकत्वरजतत्वप्रकारकत्वयो रङ्गत्वाभाववद्रजतविशेष्यकत्वरङ्गत्वप्रकारकत्वयोश्च सत्त्वात्। उक्तनिष्कर्षे तु न तत्रातिव्याप्तिः। तादृशप्रमायाः रजतांशे रजतत्वावगाहित्वेन रङ्गांशे रङ्गत्वावगाहित्वेन च रजतत्वप्रकारताया रजतत्वाभाववद्रङ्गनिष्ठविशेष्यतानिरूपितत्वाभावात् रङ्गत्वप्रकारताया रङ्गत्वाभाववद्रजतनिष्ठविशेष्यतानिरूपितत्वाभावाच्च। उदाहरणम्। रजतत्वाभाववद्विशेष्यकत्वे सति रजतत्वप्रकारकं शुक्तौ 'इदं रजतम्' इति ज्ञानम्।",
        "tags": []
    },
    {
        "sectionId": 25,
        "tarkasangraha_sectionId": 36,
        "title": "प्रमाणकारणम्",
        "content": "यथार्थानुभवं विभजते- यथार्थानुभव इति। तत्करणमिति। फलीभूतप्रत्यक्षादिकरणं चतुर्विधमित्यर्थः। प्रत्यक्षादिप्रमाणानां प्रमाकरणत्वं सामान्यलक्षणम्। एकैकप्रमाणलक्षणं तु वक्ष्यते प्रत्यक्षज्ञानेत्यादिना।",
        "tags": []
    },
    {
        "sectionId": 26,
        "tarkasangraha_sectionId": 37,
        "title": "करणलक्षणम्",
        "content": "करणलक्षणमाह- असाधारणकारणमिति। व्यापारवदसाधारणकारणं करणमित्यर्थः। असाधारणकारणत्वं च कार्यत्वातिरिक्तधर्मावच्छिन्नकार्यतानिरूपितकारणताशालित्वम्। यथा दण्डादेर्घटं प्रत्यसाधारणकारणत्वम्। कार्यत्वातिरिक्तो घटत्वरूपो धर्मः तदवच्छिन्नकार्यता घटे तन्निरूपितकारणता दण्डे। अतो घटं प्रति दण्डः असाधारणकारणम्। भ्रम्यादिरूपव्यापारवत्त्वाच्च करणम्। साधारणकारणत्वं च कार्यत्वावच्छिन्नकार्यतानिरूपितकारणताशालित्वम्। यथा ईश्वरादृष्टादेः कार्यत्वावच्छिन्नं प्रत्येव कारणत्वात्साधारणकारणत्वम्।",
        "tags": []
    },
    {
        "sectionId": 27,
        "tarkasangraha_sectionId": 37,
        "title": "कारणलक्षणम्",
        "content": "कारणं लक्षयति- कार्यनियतेति। कार्यं प्रति नियतत्वे सति पूर्ववर्त्तित्वं कारणत्वम्। नियतत्वविशेषणानुपादाने पूर्ववर्तिनो रासभादेरपि कारणत्वं स्यादतो नियतत्वे सतीति विशेषणम्। नियतपूर्ववर्तिनी दण्डरूपादेरपि घटकारणत्वं स्यादित्यतोऽनन्यथासिद्धत्वमपि कारणलक्षणे निवेशनीयम्। एवं च दण्डरूपादीनाम् अन्यथासिद्धत्वात् न तत्रातिव्याप्तिः।",
        "tags": []
    },
    {
        "sectionId": 28,
        "tarkasangraha_sectionId": 37,
        "title": "कार्यलक्षणम्",
        "content": "कार्यं लक्षयति- कार्यमिति। प्रागभावप्रतियोगित्वं कार्यस्य लक्षणम्। उत्पत्तेः पूर्वं 'इह घटो भविष्यति' इति या प्रतीतिर्जायते तत्प्रतीतिविषयो योऽभावः स प्रागभावः तत्प्रतियोगि घटादिकार्यम्।",
        "tags": []
    },
    {
        "sectionId": 29,
        "tarkasangraha_sectionId": 38,
        "title": "कारणभेदाः",
        "content": "कारणं विभजते- कारणं त्रिविधमिति।",
        "tags": []
    },
    {
        "sectionId": 30,
        "tarkasangraha_sectionId": 38,
        "title": "समवायिकारणम्",
        "content": "समवायिकारणं लक्षयति- यत्समवेतमिति। यस्मिन्समवेतं सत्समवायसम्बन्धेन वर्तमानं सत्कार्यमुत्पद्यते तत्समवायिकारणमित्यर्थः। उदाहरणम्। तन्तव इति। येषु तन्तुषु समवायेन संबद्धं सत्पटात्मककार्यमुत्पद्यते तत्तन्तवः समवायिकारणमित्यर्थः। सामान्यलक्षणं तु समवायसम्बन्धावच्छिन्नकार्यतानिरूपिततादात्म्यसम्बन्धावच्छिन्नकारणत्वं समवायिकारणत्वमिति। समवायसम्बन्धेन घटाद्यधिकरणे कपालादौ कपालादेः तादात्म्यसम्बन्धेनैव कारणत्वात्। समवायसम्बन्धावच्छिन्नघटत्वावच्छिन्नकार्यतानिरूपिततादात्म्यसम्बन्धावच्छिन्नकपालत्वाद्यवच्छिन्नकारणतायाः कपालादौ सत्त्वाल्लक्षणसमन्वयः। समवायेन जन्यभावत्वावच्छिन्नं प्रति तादात्म्यसम्बन्धेन द्रव्यस्यैव हेतुत्वाज्जन्यभावेषु द्रव्यगुणकर्मसु त्रिषु द्रव्यमेव समवायिकारणम्। अतो गुणादावपि द्रव्यमेव समवायिकारणमित्याशयेनाह। पटश्च स्वगतरूपादेरिति। समवायिकारणमित्यनुषज्यते।",
        "tags": []
    },
    {
        "sectionId": 31,
        "tarkasangraha_sectionId": 38,
        "title": "असमवायिकारणम्",
        "content": "असमवायिकारणं लक्षयति- कार्येणेति। असमवायिकारणं द्विविधम्। कार्येण सहैकस्मिन्नर्थे समवेतं सत् कारणमित्येकम्। कारणेन सहैकस्मिन्नर्थे समवेतं सत् कारणम् असमवायिकारणमित्यपरमित्यर्थः। अत्र कारणेनेत्यस्य स्वकार्यसमवायिकारणेनेत्यर्थः। जन्यद्रव्यमात्रे अवयवसंयोगस्यैवासमवायिकारणत्वात्पटात्मककार्ये तदवयवसंयोगस्यैवासमवायिकारणत्वमिति दर्शयन् प्रथममुदाहरति। यथा तन्तुसंयोगः पटस्येति। यथा तन्तुसंयोगः पटात्मककार्येण सहैकस्मिन्नर्थे तन्तौ समवायसम्बन्धेन विद्यमानत्वे सति कारणत्वात् पटात्मककार्यं प्रति तन्तुसंयोगोऽसमवायिकारणमित्यर्थः। द्वितीयमुदाहरति। तन्तुरूपमिति। स्वकार्यसमवायिकारणेन पटेन सह एकस्मिन् तन्तौ समवेतत्वे सति कारणत्वात् तन्तुरूपं पटरूपस्यासमवायिकारणमित्यर्थः। सामान्य लक्षणं तु समवायसम्बन्धावच्छिन्नकार्यतानिरूपितसमवायस्वसमवायिसमवेतत्वान्यतरसम्बन्धावच्छिन्नकारणताश्रयत्वम्। समवायसंबन्धावच्छिन्नघटत्वाद्यवच्छिन्नकार्यतानिरूपितसमवायसम्बन्धावच्छिन्नकपालद्वयसंयोगत्वाद्यवच्छिन्नकारणता कपालद्वयसंयोगादौ वर्तते। एवमाद्यपतनक्रियायामाद्यस्यन्दनक्रियायां च गुरुत्वद्रवत्वे असमवायिकारणे भवतः। आद्यपतनक्रियां प्रत्याद्यस्यन्दनक्रियां प्रति च समवायसंबन्धेनैव तयोः कारणत्वात्। अवयविगुणभूतघटपटरूपादौ अवयवगुणभूतकपालतन्तुरूपादेः स्वपदग्राह्यकपालरूपतन्तुरूपादिसमवायिकपालतन्त्वादिसमवेतत्वसंबन्धेनैव कारणत्वात् तत्संबन्धावच्छिन्नकारणताश्रयत्वमवयवगुणभूतकपालरूपतन्तुरूपादौ वर्तत इति लक्षणसङ्गतिः।",
        "tags": []
    },
    {
        "sectionId": 32,
        "tarkasangraha_sectionId": 38,
        "title": "निमित्तकारणलक्षणम्",
        "content": "निमित्तकारणं लक्षयति- तदुभयभिन्नमिति। समवायिकारणभिन्नत्वे सति असमवायिकारणभिन्नत्वे सति कारणत्वं निमित्तकारणस्य लक्षणमित्यर्थः। ",
        "tags": []
    },
    {
        "sectionId": 33,
        "tarkasangraha_sectionId": 38,
        "title": "करणलक्षणम्",
        "content": "करणलक्षणमुपसंहरति। तदेतदिति। यदसाधारणकारणमिति। व्यापारवत्त्वे सतीति पूरणीयम्। अन्यथा कपालतन्तुसंयोगयोरतिव्याप्तिः। कपालतन्तुसंयोगयोरपि कार्यत्वातिरिक्तघटत्वपटत्वावच्छिन्नं प्रति कारणत्वादसाधारणकारणत्वमस्त्येव। अतस्तत्र अतिव्याप्तिवारणाय व्यापारवत्त्वे सतीति करणलक्षणे विशेषणं देयमेव। व्यापारवत्त्वं च तज्जन्यत्वे सति तज्जन्यजनकत्वम्। भवति हि दण्डजन्यत्वे सति दण्डजन्यघटजनकता भ्रमणात्मकव्यापारस्य। एवं कपालसंयोगतन्तुसंयोगादेरपि कपालतन्त्वादिव्यापारत्वं कपालतन्त्वादिजन्यत्वे सति कपालतन्त्वादिजन्यघटपटादिजनकत्वात्। करणलक्षणेऽसाधारणत्वानुपादाने ईश्वरादृष्टादेरपि व्यापारवत्त्वात्करणत्वं स्यादतस्तत्रातिव्याप्तिवारणायासाधारणेति।",
        "tags": []
    },
    {
        "sectionId": 34,
        "tarkasangraha_sectionId": 38,
        "title": "इन्द्रियकारणत्वम्",
        "content": "षड्विधेन्द्रियभूतप्रत्यक्षप्रमाणलक्षणमाह- तत्रेति। प्रमाभूतप्रत्यक्षादिषु प्रत्यक्षात्मकं यज्ज्ञानं चाक्षुषादिप्रत्यक्षं तत्प्रति करणं व्यापारवदसाधारणकारणमिन्द्रियं भवति। अतः प्रत्यक्षज्ञानकरणत्वं प्रत्यक्षस्य लक्षणम्। आद्यसन्निकर्षातिरिक्तचतुर्विधसन्निकर्षाणां समवायरूपत्वेन व्यापारत्वं न संभवतीति इन्द्रियमनःसंयोगस्यैव बाह्यप्रत्यक्षे जननीये इन्द्रियव्यापारता बोध्या। मानसप्रत्यक्षे त्वात्ममनःसंयोगस्यैव सा बोध्या। ",
        "tags": []
    },
    {
        "sectionId": 35,
        "tarkasangraha_sectionId": 39,
        "title": "प्रत्यक्षलक्षणम्",
        "content": "प्रत्यक्षप्रमाणमुक्त्वा प्रत्यक्षप्रमालक्षणमाह- इन्द्रियार्थसन्निकर्षेति। आदौ लक्षणं जन्यप्रत्यक्षस्यैव लक्ष्यत्वाभिप्रायेण। ईश्वरप्रत्यक्षसाधारणं लक्षणं तु ज्ञानाकरणकम् ज्ञानमिति। ज्ञानं व्याप्तिज्ञानं सादृश्यज्ञानं पदज्ञानं च। तदेव करणं येषां तानि ज्ञानकरणकानि अनुमित्युपमितिशाब्दानि। तद्भिन्नं इत्यर्थः। प्रत्यक्षेन्द्रियाणामेव करणत्वं, न ज्ञानस्य। तथा च ज्ञानाकरणकज्ञानत्वस्य प्रत्यक्षसामान्य एव विद्यमानत्वाल्लक्षणसंगतिः। प्रत्यक्षं विभजते। निर्विकल्पकमिति। तल्लक्षयति। निष्प्रकारकमिति। प्रकारताशून्यज्ञानत्वमेव निर्विकल्पकमित्यर्थः। निर्विकल्पके चतुर्थविषयता स्वीक्रियते। त्रिविधविषयतामध्ये एकापि तत्र नास्ति। अतो विशेष्यताशून्यज्ञानत्वं संसर्गताशून्यज्ञानत्वमित्यपि लक्षणं संभवति। सविकल्पकं लक्षयति। सप्रकारकमिति। विषयताया ज्ञाननिरूपितत्वाज्ज्ञानस्य विषयतानिरूपकत्वेन प्रकारतानिरूपकज्ञानत्वं सविकल्पकस्य लक्षणम्। एवं विशेष्यतानिरूपकज्ञानत्वं संसर्गतानिरूपकज्ञानत्वं इत्यपि लक्षणं संभवति। उदाहरति। यथेति। इदन्त्वावच्छिन्नविशेष्यतानिरूपकं डित्थत्वादिप्रकारकं ज्ञानं सविकल्पकमित्यर्थः।",
        "tags": []
    },
    {
        "sectionId": 36,
        "tarkasangraha_sectionId": 40,
        "title": "प्रत्यक्षकारणसन्निकर्षः",
        "content": "चाक्षुषादिप्रत्यक्षकारणीभूतसन्निकर्षान्विभजते। संयोग इत्यादिना। द्रव्यवृत्तिलौकिकविषयतासंबन्धेन चाक्षुषत्वावच्छिन्नं प्रति चक्षुःसंयोगस्य कारणत्वम्।  द्रव्यसमवेतवृत्तिलौकिकविषयतासंबन्धेन चाक्षुषत्वावच्छिन्नं प्रति चक्षुःसंयुक्तसमवायस्य कारणत्वम्। द्रव्यसमवेतसमवेतवृत्तिलौकिकविषयतासंबन्धेन चाक्षुषत्वावच्छिन्नं प्रति चक्षुःसंयुक्तसमवेतसमवायस्य कारणत्वम्। एवं द्रव्यवृत्तिलौकिकविषयतासम्बन्धेन त्वाचप्रत्यक्षत्वावच्छिन्नं प्रति त्वक्संयोगस्य कारणत्वम्। द्रव्यसमवेतविषयकत्वाचप्रत्यक्षे त्वक्संयुक्तसमवायस्य कारणत्वम्। द्रव्यसमवेतसमवेतोष्णत्वादिजातिप्रत्यक्षे त्वक्संयुक्तसमवेतसमवायस्य कारणत्वम्। एवमात्ममानसे मनःसंयोगस्य कारणत्वम्। आत्मसमवेतसुखादिमानसे मनःसंयुक्तसमवायस्य कारणत्वम्। आत्मसमवेतसमवेतसुखत्वादिमानसे मनःसंयुक्तसमवेतसमवायस्य कारणत्वम्। द्रव्यग्राहकाणीन्द्रियाणि चक्षुस्त्वङ्मनांसि त्रीण्येव। अन्यानि घ्राणरसनश्रवणानि तु गुणादिग्राहकाणि। तत्र रसनघ्राणयो रसगन्धतद्गतजातिग्राहकत्वेन द्वितीयतृतीययोः सन्निकर्षयोरेव रसगन्धादिप्रत्यक्षकारणत्वं वाच्यम्। श्रवणेन्द्रियस्याकाशरूपत्वेन शब्दस्याकाशगुणत्वेन श्रवणेन्द्रियेण समं शब्दस्य समवायः सन्निकर्षः। शब्दसमवेतशब्दत्वजातिविषयकश्रावणप्रत्यक्षे समवेतसमवायस्य हेतुत्वं च बोध्यम्। अभावप्रत्यक्ष इति। विशेषणविशेष्यभावो नाम विशेषणतासन्निकर्षः। पञ्चसन्निकर्षेषु मध्ये संयोगस्थाने संयुक्तपदं घटयित्वा समवायस्थाने समवेतपदं घटयित्वा अभावस्थले निर्वाह्यम् तथा हि। द्रव्याधिकरणकाभावप्रत्यक्षे संयुक्तविशेषणता। द्रव्यसमवेताधिकरणकाभावप्रत्यक्षे संयुक्तसमवेतविशेषणता। द्रव्यसमवेतसमवेताधिकरणकाभावप्रत्यक्षे संयुक्तसमवेतसमवेतविशेषणता च सन्निकर्षः। तत्र घटे पटत्वाभावः संयुक्तविशेषणतया गृह्यते। घटसमवेतघटत्वादौ पृथिवीत्वाभावः संयुक्तसमवेतविशेषणतया गृह्यते। घटसमवेतसमवेतरूपत्वादौ नीलत्वाभावश्च संयुक्तसमवेतसमवेतविशेषणतया गृह्यते इति संक्षेपः॥\nइति न्यायबोधिन्यां प्रत्यक्षपरिच्छेदः।",
        "tags": []
    },
    {
        "sectionId": 37,
        "tarkasangraha_sectionId": 41,
        "title": "अनुमानम्",
        "content": "अनुमानं लक्षयति। अनुमितिकरणमिति। अनुमितौ व्याप्तिज्ञानं करणं, परमर्शो व्यापारः, अनुमितिः फलम्। परामर्शस्य व्याप्तिज्ञानजन्यत्वे सति व्याप्तिज्ञानजन्यानुमितिजनकत्वात्तजन्यत्वे सति तज्जन्यजनकत्वरूपव्यापारत्वमुपपन्नम्। अनुमितिकरणत्वमनुमानस्य लक्षणम्। अनुमानं व्याप्तिज्ञानम्। एतस्य परामर्शरूपव्यापारद्वारा अनुमितिं प्रत्यसाधारणकारणतयानुमितिकरणत्वमुपपन्नम्। ",
        "tags": []
    },
    {
        "sectionId": 38,
        "tarkasangraha_sectionId": 41,
        "title": "अनुमितिलक्षणम्",
        "content": "परामर्शजन्यमिति। परामर्शजन्यत्वविशिष्टज्ञानत्वमनुमितेर्लक्षणम्। अत्र ज्ञानत्वमात्रोपादाने प्रत्यक्षादावतिव्याप्तिः, अतस्तद्वारणाय परामर्शजन्यत्वे सतीति विशेषणोपादानम्। परामर्शजन्यत्वमात्रोक्तौ परामर्शध्वंसेऽतिव्याप्तिरतस्तद्वारणाय ज्ञानत्वोपादानम्। अनुमितिलक्षणघटकीभूतपरामर्शलक्षणमाचष्टे। ",
        "tags": []
    },
    {
        "sectionId": 39,
        "tarkasangraha_sectionId": 41,
        "title": "परामर्शलक्षणम्",
        "content": "व्याप्तिविशिष्टेति। व्याप्तिविशिष्टं च तत्पक्षधर्मताज्ञानं चेति कर्मधारयः। अत्र विशिष्टपदस्य प्रकारतानिरूपकपरत्वात्पक्षधर्मताया ज्ञानमित्यत्र षष्ठ्या विषयत्वबोधनात्। धर्मतापदस्य संबन्धार्थकत्वात् कर्मधारयसमासेन समस्यमानपदार्थयोरभेदसंसर्गलाभाच्च व्याप्तिप्रकारकाभिन्नं यत्पक्षसंबन्धविषयकं ज्ञानं तत्परामर्श इति लभ्यते। एवं सति धूमो वह्निव्याप्यः आलोकवान्पर्वत इत्याकारकसमूहालम्बनेऽप्युक्तपरामर्शलक्षणमस्तीत्यतिव्याप्तिस्तद्वारणाय पक्षनिष्ठविशेष्यतानिरूपितहेतुनिष्ठप्रकारतानिरूपितव्याप्तिनिष्ठप्रकारताशालिज्ञानं परामर्श इति निष्कर्षः कर्तव्यः। एतादृशपरामर्शजन्यत्वे सति ज्ञानत्वमनुमितेर्लक्षणम्। अनुमितिपरामर्शयोर्विशिष्य कार्यकारणभावश्चेत्थम्॥ वह्नित्वावच्छिन्नसंयोगसंबन्धावच्छिन्नविधेयतानिरूपितपर्वतत्वावच्छिन्नोद्देश्यताशाल्यनुमितित्वावच्छिन्नं प्रति वह्नित्वावच्छिन्नप्रकारतानिरूपितव्याप्तित्वावच्छिन्नप्रकारतानिरूपितधूमत्वावच्छिन्नप्रकारतानिरूपितपर्वतत्वावच्छिन्नविशेष्यताशालिनिर्णयः कारणम्। वह्नित्वावच्छिन्नप्रकारतानिरूपितव्याप्तित्वावच्छिन्नविशेष्यतायाः धूमत्वावच्छिन्नविशेष्यतानिरूपितव्याप्तित्वावच्छिन्नप्रकारतायाश्च अभेदाङ्गीकर्तृमते वह्नित्वावच्छिन्नप्रकारतानिरूपितविशेष्यत्वावच्छिन्नव्याप्तित्वावच्छिन्नप्रकारतानिरूपितविशेष्यत्वावच्छिन्नधूमत्वावच्छिन्नप्रकारतानिरूपितपर्वतत्वावच्छिन्नविशेष्यताशालिनिर्णयः कारणमिति वाच्यम्। स च निर्णयः वह्निव्याप्यधूमवान्पर्वत इत्याकारको बोध्यः।",
        "tags": []
    },
    {
        "sectionId": 40,
        "tarkasangraha_sectionId": 41,
        "title": "अन्वयव्याप्तिः",
        "content": "यत्र यत्रेति। यत्र पदे वीप्सा?वशाद्धूमाधिकरणे यावति वह्निमत्त्वलाभाय। यावत्त्वमहिम्ना वह्नेर्धूमव्यापकत्वं लब्धम्। तथा च धूमव्यापकवह्निमतीत्यर्थः। तदेव स्पष्टयति। साहचर्यनियम इति। नियतसाहचर्यं व्याप्तिरित्यर्थः। नियतत्वं व्यापकत्वम्। साहचर्यं सामानाधिकरण्यम्। तथा च धूमनियतवह्निसामानाधिकरण्यं व्याप्तिरित्यर्थः। वह्नौ धूमव्यापकत्वं च धूमसमानाधिकरणात्यन्ताभावप्रतियोगितानवच्छेदकधर्मवत्वम्। तथा हि धूमाधिकरणे॥ चत्वरमहानसादौ वर्तते योऽभावः घटत्वाद्यवच्छिन्नप्रतियोगिताकाभावः न तु वह्नित्वावच्छिन्नप्रतियोगिताकाभावः। कुतः। पर्वतादौ वह्नेः सत्त्वात्। एवं सति धूमाधिकरणे पर्वतादौ वर्तमानस्य घटाद्यभावस्य प्रतियोगितावच्छेदकं घटत्वादिकमनवच्छेदकं वह्नित्वं, तद्वत्त्वं वह्नौ वर्ततेऽतो धूमव्यापकत्वं वह्नौ वर्तते। तथा च धूमव्यापकवह्निसामानाधिकरण्यं व्याप्तिरिति फलितमिति। इयमन्वयव्याप्तिः सिद्धान्तानुसारेण। पूर्वपक्षीयव्याप्तिस्तु साध्याभाववदवृत्तित्वम्। साध्यतावच्छेदकसंबन्धावच्छिन्नसाध्यतावच्छेदकावच्छिन्नप्रतियोगिताकप्रतियोगितावच्छेदकसंबन्धावच्चिन्नप्रतियोगितावच्छेदकावच्छिन्नवैयधिकरण्यावच्छिन्नाभाववन्निरूपितहेतुतावच्छेदकसंबन्धावच्छिन्नवृत्तित्वत्वावच्छिन्नप्रतियोगिताकाभावो व्याप्तिरित्यर्थः। तच्च केवलान्वयिन्यव्याप्तमिति सिद्धान्तानुसरणम्।",
        "tags": []
    },
    {
        "sectionId": 41,
        "tarkasangraha_sectionId": 42,
        "title": "स्वार्थानुमानविभागः",
        "content": "अनुमानं विभजते। स्वार्थमिति। ",
        "tags": []
    },
    {
        "sectionId": 42,
        "tarkasangraha_sectionId": 42,
        "title": "स्वार्थानुमानम्",
        "content": "स्वार्थानुमानं नाम न्यायाप्रयोज्यानुमानम्। ",
        "tags": []
    },
    {
        "sectionId": 43,
        "tarkasangraha_sectionId": 42,
        "title": "परार्थानुमानम्",
        "content": "तत्प्रयोज्यानुमानं(न्यायप्रयोज्या) परार्थानुमानम्। न्यायत्वं च प्रतिज्ञाद्यवयवपञ्चकसमुदायत्वम्। अवयवत्वं च प्रतिज्ञाद्यन्यतमत्वम्।",
        "tags": []
    },
    {
        "sectionId": 44,
        "tarkasangraha_sectionId": 45,
        "title": "अन्वयव्यतिरेकित्वम्",
        "content": "अन्वयेनेति। साध्यसामानाधिकरण्यरूपान्वयव्याप्तिमानित्यर्थः। व्यतिरेकेणेति। व्यतिरेको नामाभावः। तथा च साध्याभावहेत्वभावयोर्व्याप्तिर्व्यतिरेकव्याप्तिः। इयं च व्याप्तिः यत्र यत्र वह्न्यभावस्तत्र तत्र धूमाभाव इति। यत्र पदवीप्सया वह्न्यभाववति यावति धूमाभावग्रहणे यावत्पदस्य व्यापकत्वपरतया धूमाभावे वह्न्यभावव्यापकत्वं लभ्यते। वह्न्यभावे धूमाभावव्याप्यत्वं च लभ्यते। वह्न्यभावनिष्ठव्याप्यत्वं च स्वाश्रयवह्न्यभावव्यापकीभूताभावप्रतियोगित्वसंबन्धेन धूमनिष्ठतया गृह्यत इति व्यतिरेकव्याप्तिमत्त्वेनान्वयव्याप्तिमत्त्वेन चान्वयव्यतिरेकित्वेन गीयते। व्यतिरेकपरामर्शाकारश्च वह्न्यभावव्यापकीभूताभावप्रतियोगिधूमवानिति। केवलान्वयिनो लक्षणमाह। ",
        "tags": []
    },
    {
        "sectionId": 45,
        "tarkasangraha_sectionId": 45,
        "title": "केवलान्वयी",
        "content": "अन्वयेति। व्यतिरेकव्याप्तिशून्यत्वे सति अन्वयव्याप्तिमत्वं केवलान्वयित्वम्। अथवा केवलान्वयिसाध्यकत्वं तत्। एतच्च लक्षणं हेतोर्व्यतिरेकित्वेऽपि सङ्गच्छते। साध्यस्य केवलान्वयित्वादेव व्यतिरेकव्याप्तेरभावादन्वयमात्रव्याप्तिकं केवलान्वयीति मूलोक्तलक्षणमुपपन्नम्। अत्यन्ताभावाप्रतियोगित्वं केवलान्वयित्वम्। न चैवमाकाशाभावे संयोगाभावे चाव्याप्तिरिति वाच्यम्। स्वविरोधिवृत्तिमदत्यन्ताभावाप्रतियोगित्वस्यैव तदर्थत्वात्। तथा च तयोः एकजातीयसंबन्धेन सर्वत्र विद्यमानत्वान्नाव्याप्तिः। ",
        "tags": []
    },
    {
        "sectionId": 46,
        "tarkasangraha_sectionId": 45,
        "title": "केवलव्यतिरेकित्वम्",
        "content": "केवलव्यतिरेकिणो लक्षणमाह। व्यतिरेकेति। निश्चितान्वयव्याप्तिशून्यत्वे सति व्यतिरेकव्याप्तिमत्त्वं केवलव्यतिरेकित्वम्। यथेति। अत्र पृथिवीत्वावच्छिन्नं पक्षः। पृथिवीतरजलादिभेदः साध्यम्। गन्धवत्त्वं हेतुः। अत्र यद्गन्धवत्तदितरेभ्यो भिद्यते यथेत्यन्वयदृष्टान्ताभावाद्गन्धव्यापकेतरभेदसामानाधिकरण्यरूपान्वयव्याप्तिग्रहासंभवः। किं तु यत्र यत्र पृथिवीतरभेदाभावस्तत्र तत्र गन्धाभावो यथा जलादिकमिति व्यतिरेकदृष्टान्ते जलादावितरभेदाभावरूपसाध्याभावव्यापकता गन्धाभावे गृहाते। इममेवार्थं मनसि निधाय यदितरेभ्यो न भिद्यते न तद्गन्धवत् यथा जलमिति ग्रन्थेन मूलकारो व्यतिरेकव्याप्तिमेव प्रदर्शितवान्। एवं प्रकारेण व्यतिरेकव्याप्तिग्रहानन्तरमितरभेदाभावव्यापकीभूताभावप्रतियोगिगन्धवती पृथिवीत्याकारकव्यतिरेकपरामर्शात्पृथिवीत्वावच्छिन्नोद्देश्यतानिरूपितेतरभेदत्वावच्छिन्नविधेयताका पृथिवी इतरभेदवतीत्याकारकानुमितिर्जायत इति तत्त्वम्। यथाश्रुतमूलार्थस्तु यज्जलं, इतरेभ्यो न भिद्यत इतरभेदाभाववत्, न तद्गन्धवत् जलमितरभेदाभावव्यापकगन्धाभाववत्। न चेयं तथा। इयं पृथिवी न तथा गन्धाभाववती न, किंतु तदभावगन्धवती। तस्मान्न तथा। तस्मात् गन्धाभावाभाववत्त्वात्, न तथा इतरभेदाभाववती न। किंतु इतरभेदाभावाभाववती इतरभेदवतीति पर्यवसन्न इति।",
        "tags": []
    },
    {
        "sectionId": 47,
        "tarkasangraha_sectionId": 46,
        "title": "पक्षलक्षणम्",
        "content": "पक्षलक्षणमाह। संदिग्धेति। साध्यप्रकारकसंदेहविशेष्यत्वं पक्षत्वम्। संदेहश्च पर्वतो वह्निमान्न वेत्याकारः। इदं च लक्षणमनुमितेः पूर्वं साध्यसंदेहो नियमेन पक्षे जायत इत्यभिप्रायेण प्राचीनैः कृतम्। गगनविशेष्यकमेघप्रकारकसंदेहाभावदशायामपि गृहमध्यस्थपुरुषस्य घनगर्जितश्रवणेन गगनं मेघवदित्याकारकगगनत्वावच्छिन्नोद्देश्यतानिरूपितमेघत्वावच्छिन्नविधेयताकानुमितिदर्शनात्प्राचीनलक्षणं विहाय नवीनैरनुमित्युद्देश्यत्वं पक्षत्वमिति स्थिरीकृतम्। सपक्षलक्षणमाह। ",
        "tags": []
    },
    {
        "sectionId": 48,
        "tarkasangraha_sectionId": 46,
        "title": "सपक्षत्वम्",
        "content": "निश्चितसाध्येति। साध्यप्रकारकनिश्चयविशेष्यत्वं सपक्षत्वम्। निश्चयश्च महानसं वह्निमानित्याकारकः। ",
        "tags": []
    },
    {
        "sectionId": 49,
        "tarkasangraha_sectionId": 46,
        "title": "विपक्षलक्षणम्",
        "content": "विपक्षलक्षणमाह। निश्चितसाध्याभाववानिति। साध्याभावप्रकारकनिश्चयविशेष्यत्वं विपक्षत्वम्। निश्चयश्च ह्रदो वह्न्यभाववानित्याकारकः।",
        "tags": []
    },
    {
        "sectionId": 50,
        "tarkasangraha_sectionId": 47,
        "title": "हेत्वदोषनिर्णयः",
        "content": "सद्धेतून्निरूप्य हेत्वाभासान्निरूपयति। सव्यभिचारेति। हेतुवदाभासन्त इति हेत्वाभासाः दुष्टहेतवः। दोषाश्च व्यभिचारविरोधसत्प्रतिपक्षासिद्धिबाधाः। एकज्ञानविषय?प्रकृतहेतुतावच्छेदकवत्त्वसंबन्धेन एतद्विशिष्टहेतव इत्यर्थः। यद्विषयकत्वेन ज्ञानस्यानुमितितत्करणान्यतरप्रतिबन्धकत्वं तत्त्वं दोषसामान्यलक्षणम्। हेतौ दोषज्ञाने सत्यनुमितिप्रतबन्धः तत्करणप्रतिबन्धो वा जायते। अतो वादिनिग्रहार्थं वादिनोद्भावितहेतौ दोषोद्भावनार्थं दुष्टनिरूपणमिति भावः।",
        "tags": []
    },
    {
        "sectionId": 51,
        "tarkasangraha_sectionId": 47,
        "title": "सव्यभिचारः",
        "content": "सव्यभिचारं विभज्य दर्शयति। साधारणेति। साधारणाद्यन्यतमत्वं सव्यभिचारसामान्यलक्षणम्। साधारणत्वं साध्याभाववद्वृत्तित्वम्। पर्वतो वह्निमान् प्रमेयत्वादिति। अत्र प्रमेयत्वरूपहेतौ वह्न्यभाववद्वृत्तित्वरूपव्यभिचारे ज्ञाते वह्नयभाववदवृत्तित्वरूपव्याप्तिज्ञानप्रतिबन्धः फलम्। असाधारण इति। सर्वसपक्षव्यावृत्तत्वं साध्यवद्वृत्तित्वत्वावच्छिन्नप्रतियोगिताकाभावः। हेतौ साध्यवदवृत्तित्वे निश्चिते साध्यवद्वृत्तित्वरूपव्याप्तिज्ञानप्रतिबन्धः फलम्। अनुपसंहारिणं लक्षयति। अन्वयेति। उभयदृष्टान्ताभावादन्वयव्याप्तिज्ञानव्यतिरेकव्याप्तिज्ञानोभयसामग्री नास्तीत्यर्थः। किंचिद्विशेष्यकनिश्चयाविषयसाध्यकत्वे सति कश्चिद्विशेष्यकनिश्चयाविषयसाध्याभावकत्वमेव अनुपसंहारित्वम्। एतदीयज्ञानस्य व्याप्तिसंशयजननद्वारा व्याप्तिज्ञानप्रतिबन्धः फलमिति भावः। वस्तुतस्तु अत्यन्ताभावाप्रतियोगिसाध्यादिकमेव अनुपसंहारित्वमिति बोध्यम्।",
        "tags": []
    },
    {
        "sectionId": 52,
        "tarkasangraha_sectionId": 47,
        "title": "सत्प्रतिपक्षः",
        "content": "विरुद्धसत्प्रतिपक्षयोर्विशेषस्तु हेतोरेकत्वेन हेतोर्द्वित्वेन च ज्ञातव्यः। साध्याभावव्याप्यप्रतिहेतुमत्पक्षस्सत्प्रतिपक्ष इति यावत्। विरुद्धे साध्याभावसाधको हेतुः साध्यसाधकत्वेनोपन्यस्त इत्यसामर्थ्यसूचनमपि।",
        "tags": []
    },
    {
        "sectionId": 53,
        "tarkasangraha_sectionId": 47,
        "title": "असिद्धिः",
        "content": "आश्रयासिद्ध इति। पक्षे पक्षतावच्छेदकविरहः आश्रयासिद्धिः। यथेति। अत्रारविन्दे गगनीयत्वाभावे निश्चिते गगनीयत्वविशिष्टारविन्दे सौरभ्यानुमितिप्रतिबन्धः फलम्। स्वरूपासिद्ध इति। स्वरूपासिद्धिर्नाम पक्षे हेत्वभावः। तथा च हेत्वभावविशिष्टपक्षज्ञानात्पक्षविशेष्यकहेतुप्रकारकपरामर्शप्रतिबन्धः फलम्। व्याप्यत्वासिद्ध इति। प्रकृते धूमव्यापकत्वमार्द्रेन्धनसंयोगे गृहीतं चेद्धूमे आर्द्रेन्धनसंयोगव्याप्यत्वं गृह्यते। एवं वह्नेरव्यापकत्वमार्द्रेन्धनसंयोगे गृहीतं चेद्वह्नौ तदव्याप्यत्वं गृह्यते। तदेव व्यभिचरितत्वम्। तथा चोपाधिव्यभिचरितत्वं साधने गृहीतं चेदुपाधिभूतार्द्रेन्धनसंयोगव्याप्यधूमव्यभिचरितत्वं गृह्यत एव। अनुमानप्रकारश्च पूर्वानुमाने हेतुं पक्षीकृत्य वह्निर्धूमव्यभिचारी धूमव्यापकार्द्रेन्धनसंयोगव्यभिचरितत्वात् घटत्वादिवत्। यो यत्साध्यव्यापकव्यभिचारी स सर्वोऽपि साध्यव्यभिचारीति रीत्या बोध्यः। एवं प्रकारेण प्रकृतानुमानहेतुभूतपक्षे साध्यव्यभिचारोत्थापकतया दूषकत्वमुपाधेः फलम्। तथा च धूमाभाववदवृत्तित्वाभावरूपधूमव्यभिचारे गृहीते वह्नौ धूमाभाववदवृत्तित्वरूपव्याप्तिज्ञानप्रतिबन्धः फलम्। न च व्याप्यत्वासिद्धेः व्यभिचाराभेद इति वाच्यम्। धूमाभाववद्वृत्तित्वाभावाभावत्वेन व्याप्यत्वासिद्धित्वं, धूमाभाववद्वृत्तित्वत्वेन व्यभिचारत्वमिति भेदात्।",
        "tags": []
    },
    {
        "sectionId": 54,
        "tarkasangraha_sectionId": 47,
        "title": "बाधः",
        "content": "यस्येति। यस्य हेतोः साध्याभावः साध्यबाधः प्रमाणान्तरेण प्रत्यक्षप्रमाणेन पक्षे निर्णीतः स बाधित इत्यर्थः। तथा च प्रात्यक्षिकसाध्यबाधनिश्चये जाते साध्यानुमितिप्रतिबन्धः फलम्। बाधितसाध्यकत्वाद्बाधितहेतुरित्युच्यते॥\nइति न्यायबोधिन्यामनुमानपरिच्छेदः समाप्तः॥",
        "tags": []
    },
    {
        "sectionId": 55,
        "tarkasangraha_sectionId": 48,
        "title": "उपमितिः",
        "content": "उपमानं लक्षयति। उपमितिकरणमिति। उपमितिं लक्षयति। संज्ञासंज्ञीति। संज्ञा नाम पदम्। संज्ञी अर्थः। तयोः सम्बन्धः शक्तिः। तथा च पदपदार्थसम्बन्धज्ञानमुपमितिरित्यर्थः। उपमानं नामातिदेशवाक्यार्थज्ञानम्। अतिदेशवाक्यार्थस्मरणं व्यापारः। उपमितिः फलम्। गोसदृशो गवयपदवाच्य इत्याकारकवाक्याद्गोसादृश्यावच्छिन्नविशेष्यकगवयपदवाच्यत्वप्रकारकं यज्ज्ञानं जायते तदेव करणम्। \nइति न्यायबोधिन्यामुपमानपरिच्छेदः समाप्तः॥ ",
        "tags": []
    },
    {
        "sectionId": 56,
        "tarkasangraha_sectionId": 49,
        "title": "लक्षणा",
        "content": "शब्दं लक्षयति। आप्तेति। आप्तोच्चरितत्वे सति वाक्यत्वं शब्दस्य लक्षणम्। प्रमाणशब्दत्वं लक्ष्यतावच्छेदकम्। वाक्यत्वमात्रोक्तावनाप्तोच्चरितवाक्येऽतिव्याप्तिरत आप्तोचरितत्वनिवेशः। तावन्मात्रोक्तौ जबगडदशादावतिव्याप्तिरतो वाक्यत्वम्। आप्तत्वं च प्रयोगहेतुभूतयथार्थज्ञानवत्त्वम्। तथा च प्रयोगहेतुभूतयथार्थज्ञानजन्यशब्दत्वमिति पर्यवसन्नार्थः। वस्तुतस्तु पदज्ञानं करणम्। वृत्तिज्ञानसहकृतपदज्ञानजन्यपदार्थोपस्थितिर्व्यापारः। वाक्यार्थज्ञानं शाब्दबोधः, फलम्। वृत्तिर्नाम शक्तिलक्षणान्यतररूपा। शक्तिर्नाम घटादिपदजन्यबोधविषयत्वप्रकारकेश्वरसङ्केतः। ईश्वरसंकेतो नाम ईश्वरेच्छा। सैव शक्तिरित्यर्थः। शक्तिनिरूपकत्वमेव पदे शक्तत्वम्। विषयतासंबन्धेन शक्याश्रयत्वं अर्थे शक्यत्वम्। शक्यसंबन्धो लक्षणा। सा द्विविधा गौणी शुद्धा चेति। गौणी नाम सादृश्यविशिष्टे लक्षणा। यथा सिंहो माणवक इत्यादौ सिंहपदस्य सिंहसादृश्यविशिष्टे लक्षणा। शुद्धा त्रिविधा। जहल्लक्षणा अजहल्लक्षणा जहदजहल्लक्षणा चेति। लक्ष्यतावच्छेदकरूपेण लक्ष्यमात्रबोधप्रयोजिका लक्षणा जहल्लक्षणा। यथा गङ्गायां घोष इत्यत्र गङ्गापदशक्यप्रवाहसंबन्धस्य तीरे सत्त्वात्तादृशशक्यसंबन्धरूपलक्षणाज्ञानाद्गङ्गापदात्तीरोपस्थितिः। लक्ष्यतावच्छेदकरूपेण लक्ष्यशक्योभयबोधप्रयोजिका लक्षणा अजहल्लक्षणा। यथा काकेभ्यो दधि रक्ष्यतामित्यत्र काकपदस्य दध्युपघातु?के लक्षणा। लक्ष्यतावच्छेदकदध्युपघातुकत्वेन रूपेण दध्युपघातुकानां काकबिडालकुक्कुटादीनां शक्य लक्ष्याणां सर्वेषां बोधात्। शक्यतावच्छेदकपरित्यागेन व्यक्तिमात्रबोधप्रयोजिका जहदजहल्लक्षणा। यथा तत्त्वमसीत्यत्र सर्वज्ञत्वकिंचिज्ज्ञत्वपरित्यागेन व्यक्तिमात्रबोधनात् जहदजहल्लक्षणा। इयं च लक्षणा जीवब्रह्मणोरैक्यं ब्रुवतां वेदान्तिनां सिद्धान्तरीत्या।",
        "tags": []
    },
    {
        "sectionId": 57,
        "tarkasangraha_sectionId": 50,
        "title": "वाक्यार्थप्रतीतिहेतवः",
        "content": "आकाङ्क्षेति। अव्यवहितोत्तरत्वादिसंबन्धेन यत्पदप्रकारकज्ञानव्यतिरेकप्रयुक्तो हि यादृशशाब्दबोधाभावस्तादृशशाब्दबोधे तत्पदे तत्पदवत्वमाकाङ्क्षा। यथा घटमित्यादिस्थलेऽव्यवहितोत्तरत्वादिसंबन्धेन अम्पद घटपदवदित्याकारकाम्पदविशेष्यकघटपदप्रकारकज्ञानसत्त्वे ?घटीयं कर्मत्वमिति बोधो जायते। अम् घट इति विपरीतोच्चारणे तु तादृशज्ञानाभावात्तादृशशाब्दबोधो न जायते। अतस्तादृशाकाङ्क्षाज्ञानं शाब्दबोधे कारणम्। अर्थाबाध इति। बाधाभावो योग्यतेत्यर्थः। अग्निना सिञ्चतीत्यत्र सेककरणत्वस्य जलधर्मस्य वह्नौ बाधनिश्चयसत्त्वान्न तादृशवाक्याच्छाब्दबोधः। संनिधिं निरूपयति। असहोच्चारितानीति। असहोच्चारितानि विलम्बेनोच्चरितानि।",
        "tags": []
    },
    {
        "sectionId": 58,
        "tarkasangraha_sectionId": 52,
        "title": "शब्दविभागः",
        "content": "वैदिकमिति। वेदवाक्यमित्यर्थः। इदमुपलक्षणम्। वेदमूलकस्मृत्यादीन्यपि ग्राह्याणि। लौकिकमिति। वेदवाक्यभिन्नमित्यर्थः॥\nइति न्यायबोधिन्यां शब्दपरिच्छेदः समाप्तः॥",
        "tags": []
    },
    {
        "sectionId": 59,
        "tarkasangraha_sectionId": 54,
        "title": "संशयः",
        "content": "यथार्थानुभवं निरूप्यायथार्थानुभवं विभजते। संशयेत्यादिना। एकेति। एकधर्मावच्छिन्नविशेष्यकभावाभावप्रकारकज्ञानं संशय इत्यर्थः। भावद्वयकोटिकसंशयप्रसिद्धेः स्थाणुर्वेत्यादौ स्थाणुत्वस्थाणुत्वाभावपुरुषत्वपुरुषत्वाभावकोटिकसंशय एवार्थः।",
        "tags": []
    },
    {
        "sectionId": 60,
        "tarkasangraha_sectionId": 54,
        "title": "विपर्ययः",
        "content": "मिथ्याज्ञानमिति। अयथार्थज्ञानमित्यर्थः। विपर्ययो नाम भ्रमः।",
        "tags": []
    },
    {
        "sectionId": 61,
        "tarkasangraha_sectionId": 54,
        "title": "व्याप्तिविचारः",
        "content": "व्याप्यारोपेणेति। तर्के व्याप्यस्य व्यापकस्य च बाधनिश्चयः कारणम्। अन्यथा इष्टापत्तिदोषेण तर्कानुत्पत्तेः।",
        "tags": []
    },
    {
        "sectionId": 62,
        "tarkasangraha_sectionId": 56,
        "title": "सुखलक्षणम्",
        "content": "सुखं निरूपयति। सर्वेषामिति। इतरेच्छाऽनधीनेच्छाविषयत्वमिति निष्कर्षः। यथाश्रुते घटोऽनुकूल इत्याकारकानुकूलत्वप्रकारकज्ञानविशेष्यत्वस्य घटादावपि सत्वात्तत्रातिव्याप्तेः। सुखेच्छाधीने भोजनादावतिव्याप्तिवारणाय इतरेच्छानधीनेतीच्छाविशेषणम्। सुखेच्छा तु सुखत्वप्रकारकज्ञानजन्यैव। ",
        "tags": []
    },
    {
        "sectionId": 63,
        "tarkasangraha_sectionId": 57,
        "title": "दुःखम्",
        "content": "दुःखं निरूपयति। प्रतिकूलेति। अत्रापीतरद्वेषानधीनद्वेषविषयत्वमिति निष्कर्षः। द्वेषविषयत्वमात्रोक्तौ सर्पादावतिव्याप्तिस्तत्रापि द्वेषविषयत्वसत्त्वादतस्तत्रातिव्याप्तिवारणायेतरद्वेषानधीनेति द्वेषविशेषणम्। सर्पजन्यदुःखादौ द्वेषात्सर्पे द्वेष इति सर्पद्वेषस्य सर्पजन्यदुःखद्वेषजन्यत्वादन्यद्वेषाजन्यद्वेषविषयत्वरूपलक्षणस्य सर्पादौ नातिव्याप्तिः। फलेच्छा उपायेच्छां प्रति कारणम्। अतः फलेच्छावशादुपायेच्छा भवति। एवं फलद्वेषात् उपायद्वेषः।",
        "tags": []
    },
    {
        "sectionId": 64,
        "tarkasangraha_sectionId": 63,
        "title": "बुद्ध्यादयोऽष्टौ गुणाः",
        "content": "धर्माधर्मौ निरूपयति। विहितेत्यादिना। वेदविहितेत्यर्थः। निषिद्धेति। वेदनिषिद्धेत्यर्थः। बुद्ध्यादयोऽष्टाविति। बुद्धिसुखदुःखेच्छाद्वेषप्रयत्नधर्माधर्मा इत्यर्थः। ",
        "tags": []
    },
    {
        "sectionId": 65,
        "tarkasangraha_sectionId": 65,
        "title": "संस्कारः",
        "content": "संस्कारं विभजते। संस्कार इति। भावनां लक्षयति। अनुभवेति। अनुभवजन्यत्वे सति स्मृतिहेतुत्वं भावनाया लक्षणम्। अत्रानुभवजन्यत्वे सतीति विशेषणानुपादाने आत्ममनःसंयोगेऽतिव्याप्तिरात्ममनःसंयोगस्य ज्ञानमात्रं प्रत्यसमवायिकारणत्वेन स्मृतिं प्रत्यपि कारणत्वादतस्तदुपादानम्। आत्ममनःसंयोगस्यानुभवजन्यत्वाभावान्नातिव्याप्तिः। तावन्मात्रे कृतेऽनुभवध्वंसेऽतिव्याप्तिः। ध्वंसं प्रति स्वप्रतियोगिनः कारणत्वेनानुभवध्वंसस्याप्यनुभवजन्यत्वात्। अतः स्मृतिहेतुत्वोपादानम्। अनुभवध्वंसे स्मृतिहेतुत्वाभावान्नातिव्याप्तिः। नन्वत्र विशिष्टबुद्धिं प्रति विशेषणज्ञानस्य कारणता सकलतान्त्रिकमतसिद्धा। यथा दण्डविशिष्टबुद्धिं प्रति दण्डज्ञानं कारणम्। दण्डविशिष्टबुद्धिर्नाम दण्डप्रकारकज्ञानम्। तथा च दण्डप्रकारकबुद्धित्वावच्छिन्नं प्रति दण्डज्ञानत्वेन कारणत्वमित्यापतितम्। दण्डप्रकारकबुद्धिर्दण्डी पुरुष इत्याकारकबुद्धिस्तत्र दण्डज्ञानं कारणम्। न हि दण्डमजानानः पुमान् दण्डी पुरुष इति प्रत्येति। एवं च यत्रायं दण्ड इति प्रत्यक्षं जातं तदनन्तरं दण्डी पुरुष इत्याकारकप्रत्यक्षमुत्पन्नं तत्र दण्डी पुरुष इत्याकारकप्रत्यक्षेऽतिव्याप्तिः। तद्धि स्वाव्यवाहितपूर्वक्षणोत्पन्नदण्डज्ञानात्मकानुभवजन्यं जनिष्यमाणे दण्डी पुरुष इत्याकारकस्मरणे कारणं च स्मृतिं प्रत्यनुभवस्य कारणत्वात्। तथा चानुभवजन्यत्वे सति स्मृतिहेतुत्वरूपभावनालक्षणस्य यथोक्तदण्डी पुरुष इत्याकारकानुभवे विद्यमानत्वादतिव्याप्तिरिति चेत्। अत्र ब्रूमः। अनुभवजन्यत्वं अनुभवनिष्ठकारणतानिरूपितकार्यताश्रयत्वम्। तत्र कारणतायामनुभवत्वावच्छिन्नत्वं निवेश्यते। तथा चानुभवत्वावच्छिन्नकारणतानिरूपितकार्यताश्रयत्वमनुभवजन्यत्वमिति फलितम्। अतो नोक्तातिव्याप्तिः। तथा हि। दण्डप्रकारकबुद्धित्वावच्छिन्नकार्यतानिरूपितदण्डज्ञाननिष्ठा या कारणता तस्यां न दण्डानुभवत्वमवच्छेदकं दण्डानुभवात् दण्डस्मरणादपि दण्डप्रकारकबुद्धेरुत्पत्तेः। अतो दण्डप्रकारकबुद्धित्वावच्छिन्नं प्रत्यनुभवस्मरणसाधारणदण्डज्ञानत्वेनैव दण्डज्ञानस्य कारणतायाः स्वीकरणीयत्वेन दण्डज्ञानत्वस्यैव तदवच्छेदकत्वात्। तथा चानुभवत्वावच्छिन्नकारणतानिरूपितकार्यताश्रयत्वस्य यथोक्तप्रत्यक्षानुभवेऽभावान्नातिव्याप्तिः। भावनायां तु लक्षणमिदं वर्तते। तथा हि। अनुभवेनैव भावनाख्यसंस्कारोत्पत्या भावनात्वावच्छिन्नं प्रत्यनुभवस्यानुभवत्वेनैव कारणतया भावनात्वावच्छिन्नकार्यतानिरूपितानुभवनिष्ठा या कारणता तस्यामनुभवत्वमवच्छेदकम्। अतोऽनुभवत्वावच्छिन्नकारणतानिरूपितकार्यताश्रयत्वं भावनायां वर्तत इति नासंभवः। नन्वेवं स्मृतिहेतुत्वविशेषणवैयर्थ्यमापद्यते। तद्ध्यनुभवध्वंसेऽतिव्याप्तिवारणाय प्रागुपात्तम्। न हि यथोक्तानुभवजन्यत्वविवक्षायामनुभवध्वंसेऽतिव्याप्तिः प्रसज्यते। तथा हि। ध्वंसत्वावच्छिन्नं प्रति प्रतियोगिनः कारणत्वं प्रतियोगित्वेन रूपेण तत्तदध्वंसत्वावच्छिन्नं प्रति तत्तत्प्रतियोगिव्यक्तेस्तत्तद्व्यक्तित्वेन कारणत्वमित्येवं ध्वंसप्रतियोगिनोः कार्यकारणभावः। तथा च ध्वंसनिष्ठकार्यतानिरूपिता यानुभवनिष्ठा कारणता तस्यां प्रतियोगित्वमवच्छेदकं तत्तद्व्यक्तित्वं च। न त्वनुभवत्वमपीति सिद्धान्तात्। अन्यत्र दूषितत्वात्। तथा चानुभवत्वावच्छिन्नकारणतानिरूपितकार्यताश्रयत्वरूपानुभवजन्यत्वविरहेणैवातिव्याप्तिवारणसंभवात्कृतं स्मृतिहेतुत्वविशेषणेनेति चेन्न। स्मृतावतिव्याप्तिवारणायैव तद्विशेषणप्रवेशात्। तथा हि। स्मृतिं प्रत्यनुभव एव कारणं। न तु स्मृतिरप्यतो घटस्मृतित्वावच्छिन्नं प्रति घटानुभवस्य घटानुभवत्वेनैव कारणत्वम्। न तु घटज्ञानत्वेन। तथा च घटस्मृतिनिष्ठकार्यतानिरूपिता या घटानुभवनिष्ठा कारणता तस्यां घटानुभवत्वं अवच्छेदकम्। तेन अनुभवत्वावच्छिन्नकारणतानिरूपितकार्यताश्रयत्वस्य स्मृतौ विद्यमानत्वादतिव्याप्तिवारणाय स्मृतिहेतुत्वं उक्तम्। न हि स्मृतिः स्मृतिहेतुः। अतः न तत्रातिव्याप्तिरित्यलं पल्लवतल्लजकल्पानल्पजल्पनेन।",
        "tags": []
    },
    {
        "sectionId": 66,
        "tarkasangraha_sectionId": 67,
        "title": "सामान्यलक्षणम्",
        "content": "सामान्यं निरूपयति। नित्यमेकमिति। नित्यत्वे सत्यनेकसमवेतत्वं सामान्यलक्षणम्। नित्यत्वानुपादाने संयोगादावतिव्याप्तिः। तत्रापि अनेकसमवेतत्वसत्त्वात्। तद्वारणाय नित्यत्वविशेपणम्। अनेकसमतत्वानुपादाने आकाशादावतिव्याप्तिस्तद्वारणायानेकसमवेतत्वविशेषणम्। अनेकत्वानुपादाने जलपरमाणुगतरूपादेराकाशगतैकत्वपरिमाणादेर्नित्यत्वात्, समवेतत्वाच्च अतिव्याप्तिः। अतः अनेकेति।",
        "tags": []
    },
    {
        "sectionId": 67,
        "tarkasangraha_sectionId": 68,
        "title": "विशेषः",
        "content": "नित्यद्रव्यवृत्तय इति। नित्यद्रव्येषु परमाण्वादिषु वर्तमानाः। अत एव व्यावर्तकाः इतरभेदानुमितिहेतवः। नित्यद्रव्यवृत्तित्वरूपपक्षधर्मताप्रयोज्येतरभेदानुमापकताशालिन इत्यर्थः। नित्यद्रव्यनिष्ठविशेष्यतानिरूपितैकमात्रवृत्तिभेदानुमितिजनकतावच्छेदकप्रकारताश्रयत्वं विशेषाणां लक्षणमिति भावः। पार्थिवपरमाणौ जलादिभेदानुमापकगन्धेऽतिव्याप्तिवारणाय एकमात्रवृत्तित्वं भेदविशेषणम्। घटादौ तदितरभेदानुमापके तद्रूपादावतिव्याप्तिवारणाय निरूपितान्तम् प्रकारताविशेषणम्। एतेन व्यावर्तका इत्यस्य नित्यद्रव्यविशेष्यकेतरभेदानुमितिप्रयोजका इत्यर्थकतया लक्षणपरत्वेन साफल्येऽपि नित्यद्रव्यवृत्तय इति विफलमेव स्वरूपाख्यानस्यापि कृतत्वादिति प्रत्युक्तम्। ",
        "tags": []
    },
    {
        "sectionId": 68,
        "tarkasangraha_sectionId": 69,
        "title": "समवायलक्षणम्",
        "content": "समवायं निरूपयति नित्येति। सम्बन्धवत्त्वं विशिष्टप्रतीतिनियामकत्वम्। तावन्मात्रोक्तौ संयोगेऽतिव्याप्तिरतो नित्येति विशेषणम्। ययोर्द्वयोर्मध्य इति। यन्निष्ठकालनिरूपिताधेयतासामान्यं यदवच्छिन्नं तदुभयान्यतरत्वमयुतसिद्धत्वमित्यर्थः। ",
        "tags": []
    },
    {
        "sectionId": 69,
        "tarkasangraha_sectionId": 70,
        "title": "अभावाः",
        "content": "अत्यन्ताभावं निरूपयति त्रैकालिकेति। प्रागभावाऽप्रतियोगित्वे सति ध्वंसाऽप्रतियोगित्वे सत्यन्योन्याभावभिन्नत्वे सत्यभावत्वमत्यन्ताभावस्य लक्षणम्। ध्वंसप्रागभावान्योन्याभावाकाशादीनां वारणाय यथाक्रमं विशेषणोपादानम्। वस्तुतस्तु संसर्गाभावत्वं तादात्म्यभिन्नसंबन्धावच्छिन्नप्रतियोगिताकाभावत्वम्। ध्वंसप्रागभावयोश्च न संसर्गावच्छिन्नप्रतियोगिताकत्वमिति तेनैव तद्वारणे त्रैकालिकेति स्वरूपाख्यानमेवेति बोध्यम्। अन्योन्याऽभावं निरूपयति तादात्म्येति। अभावत्रयवारणाय विशेषणम्। घटाभाववान्नेति प्रतीतिविषयघटादिवारणाय विशेष्यम्।",
        "tags": []
    },
    {
        "sectionId": 70,
        "tarkasangraha_sectionId": 71,
        "title": "न्यायसिद्धान्तः",
        "content": "ननु सादृश्यादीनामतिरिक्तपदार्थानां निरूपणेन न्यूनतेत्यत आह। सर्वेषामिति। \"प्रमाणप्रमेयसंशयप्रयोजनदृष्टान्तसिद्धान्तावयवतर्कनिर्णयवादजल्पवितणडाहेत्वाभासच्छलजातिनिग्रहस्थानानां तत्वज्ञानान्निःश्रेयसाधिगमः\" इति न्यायस्यादिमसूत्र उक्तानां प्रमाणप्रमेयादीनाम् इत्यर्थः। तद्भिन्नत्वविशिष्टतद्गतभूयोधर्मरूपसादृश्यस्यापि घटपटादिरूपत्वेन नातिरिक्तत्वमेवमन्येषामप्यूह्यम्। विस्तरस्त्वन्यत्रानुसन्धेयः। काणादेति। कणादस्येदं काणादं काणादन्यायमते इति द्वन्द्वगर्भकर्मधारयः। कणादप्रोक्तगौतमप्रोक्तमतयोरिति यावत्। काणादन्यायाभिन्नमतद्वयविषयकबालसमवेताऽभिन्नव्युत्पत्तिसिद्धप्रयोजकान्नंभट्टाभिन्नविद्वन्निष्ठभूतकालीनकृतिविषयाभिन्नस्तर्कसंग्रहाख्यग्रन्थ इत्यन्वयबोधः॥\nकृष्णावलम्बिनो गाः पुषो गोवर्धनस्तमभ्यर्चन्।\nविपुलाभीरसभाजनजनितविबुधेन्द्रस्तवाभिरचनाभिः॥\nइति तर्कसंग्रहव्याख्या न्यायबोधिन्याख्या संपूर्णा॥",
        "tags": []
    }
]