[
    {
        "sectionId": 1,
        "tarkasangraha_sectionId": 1,
        "title": "उपोद्घातः",
        "content": "तर्कसङ्गग्रहसर्वस्वम्\nतर्कसङ्ग्रहे प्रत्यक्षपरिच्छेदः\nनिधाय हृदि विश्वेशं विधाय गुरुवन्दनम्।\nबालानां सुखबोधाय क्रियते तर्कसङ्ग्रहः।।",
        "tags": []
    },
    {
        "sectionId": 2,
        "tarkasangraha_sectionId": 1,
        "title": "नमस्कारविधिः",
        "content": "तर्कसङ्ग्रहसर्वस्वे प्रत्यक्षपरिच्छेदः\nश्रीरामशास्त्रीकुरुगण्टिवंश्यः श्रीसूर्यनारायणसूरिसूनुः।\nध्यायाम्यहं श्रीशमिभास्यमीशम् श्रीदक्षिणामूर्तिमुदारमूर्तिम्।।\nश्रीन्यायाम्बुधिमन्थनोत्थितमहाविज्ञानधारासुधा-\nधाराधारतयाऽतिधीरहृदयं स्याद्द्वैतविद्याम्बुधेः।\nवेमूर्यन्वयवार्धिपूर्णशशिनस्सौजन्यवारांनिधेः\nरामब्रह्मसुधीन्द्रदेशिकवरपादाब्जसेवारतः।।\nअन्नम्भट्टबुधप्रोक्तसंग्रहार्थप्रकाशकम्\nतर्कसङ्ग्रहसर्वस्वं कुर्वे बालसुबोधकम्।।",
        "tags": []
    },
    {
        "sectionId": 3,
        "tarkasangraha_sectionId": 1,
        "title": "अनुबन्धचतुष्टयम्",
        "content": "\tप्रारीप्सितग्रन्थस्य निरन्तराय परिसमाप्त्यर्थमाचरितं मङ्गलं शिष्यशिक्षायै ग्रन्थतो निबध्नन् प्रेक्षावत्प्रवृत्तिप्रयोजकीभूतमनुबन्धचतुष्टयं दर्शयन् चिकीर्षितं प्रतिजानीते निधायेति। अनुबन्धचतुष्टयञ्च विषयप्रयोजनसंबन्धाधिकारिरूपं भवति तत्र तर्कसङ्ग्रहपदेन द्रव्यादिपदार्थरूपविषयः प्रतिपाद्यप्रतिपादकभावरूपसम्बन्धश्च निर्दिष्टौ, बालानामित्यनेनाधिकारी, सुखबोधायेत्यत्र पदार्थतत्वज्ञानरूपप्रयोजनञ्च निर्दिष्टम्।\n\tननु शिष्टाचारात् ग्रन्थादौ मङ्गलस्य कर्तव्यत्वेऽपि केवलस्येश्वरध्यानस्य गुरुवन्दनस्य वा केवलस्य पर्याप्तत्वेन उभयादरे किं बीजमिति चेन्न, केवलविश्वेश्वरध्यानमात्रादरे। यस्य देवे पराभक्तिः यथा देवे तथा गुरौ, इति स्मरणात् गुरुवन्दनस्यापि कर्तव्यताप्राप्त्या तदभावे गुरुतिरस्कारः प्रसज्येतेति तदादरणम्। गुरुवन्दनमात्रादरे प्रत्यक्षमेकं चार्वाका, इति चार्वाकादीनां प्रत्यक्षमात्राङ्गीकर्तृत्वेन तन्मतेऽनुमानादिप्रमाणसिद्धेश्वराद्यनङ्गीकरणात् तन्मते  गुरुवन्दनादीनामेवेश्वरध्यानादिस्थानीयतया अत्र गुरुवन्दनमात्रादरे एतन्मतेऽपीश्वराद्यनङ्गीकरणम् केषाञ्चित्प्रसज्येत  तत्प्रसक्तौ च अत्र आस्तिका न प्रवर्तेरन् इति। विश्वेश्वरध्यानादरणम्।\nनिधायेति श्लोकस्य शाब्दबोधप्रकार इत्थम्। निधाय हृदि विश्वेशमित्यत्र निपूर्वकधाधातोः ध्यानमर्थः, तदुत्तरवर्तिल्यपः उत्तरकालिकत्वम्, हृत्पदं मनःपरम्, सप्तम्यर्थः सप्तम्यधिकरण इति सूत्रादधिकरणत्वम्, विश्वस्येश इत्यत्र  षष्ठ्याः निरूपितत्वाम्, ईशशब्दस्य नियामकतावानर्थः, तादृशनिरूपितत्वस्य नियामकतायां स्वरूपसम्बन्धेनान्वयः, ईशमित्यत्र द्वितीयायाः कर्मत्वम् तच्चात्र विषयतारूपम्, (सविषयार्थबोधकधातुसमभिव्याहृतद्वितीयार्थीभूतकर्मत्वं विषयतारूपम् इति न्यायात्) हृच्छब्दोत्तरवर्तिसप्तम्यर्थीभूताधिकरणत्वस्य धाधात्वर्थीभूतध्याने निरूपकत्वसम्बन्धेनान्वयः, तथा च हृदधिकरणकविश्वनिरूपितकारणतावद्विषयकध्यानोत्तरकालिकीति फलितम्। विधाय गुरुवन्दनमित्यत्र। विपूर्वकधाधातोः विधानमर्थः, तत्र ल्यपः उत्तरकालिकत्वम्, गुरूणां वन्दनमित्यत्र षष्ठ्याः कर्मत्वम्, द्वितीयायाः विषयत्वम्,  तस्य  विपूर्वकधाधात्वर्थीभूतकृतौ  निरूपकत्वसम्बन्धेनान्वयः, तथा च गुरूद्देश्यकवन्दनविषयककृत्युत्तरकालिकीति फलितम्। बालानां  सुखबोधायेत्यत्र। बालानामित्यत्र षष्ठ्याः समवेतत्वम्, सुखबोधः अनायसपूर्वकपदार्थज्ञानम्, चतुर्थ्याः प्रयोजकत्वम्, तथा च बालसमवेतानायासपूर्वकबोधफलिकेति फलितम्। क्रियते तर्कसङ्ग्रह इत्यत्र मयेत्यध्याहार्यं, अस्मच्छब्दस्यान्नंभट्टः, तृतीयायाः समवेतत्वं, कृञ् धातोः कृतिरर्थः, तदुत्तरवर्त्याख्यातस्य वर्तमानकालिकत्वं विषयत्वञ्चार्थः, तर्क्यन्ते प्रतिपाद्यन्त इति तर्काः पदार्थाः, तेषां सङ्ग्रहः संक्षेपेण स्वरूपकथनम्, समवेतत्वस्य वर्तमानकालिकत्वस्य च कृतावन्वयः, कृतेः निरूपितत्वसम्बन्धेन विषयतायां, विषयतायाः तर्कसङ्ग्रहे स्वरूपसम्बन्धेन चान्वयः, अयं कैश्चित्खण्डशाब्दबोध इति व्यवह्रियते, वस्तुतस्तु अस्य वृत्तिज्ञानत्वव्यवहारस्समुचितः। अखण्डशाब्दबोधप्रकारस्त्वित्थम्, हृदधिकरणकविश्वनिरूपितकारणतावद्विषयकध्यानोत्तरकालिकी, गुरूद्देश्यकवन्दनविषयककृत्युत्तरकालिकी, बालसमवेतानायासपूर्वकपदार्थतत्वज्ञानफलिका, अन्नंभट्टसमवेता, वर्तमानकालिकी, या कृतिः तादृशकृतिविषयः तर्कसङ्ग्रहः। इति।",
        "tags": []
    },
    {
        "sectionId": 4,
        "tarkasangraha_sectionId": 1,
        "title": "ध्यानस्वरूपम्",
        "content": "टिप्पणी- \nविजातीयज्ञानानन्तरितसजातीयज्ञानपरम्परा ध्यानम्। ननु ध्यानस्य पर्यवसाने ज्ञानरूपतया एतन्मते आत्मन एव ज्ञानाधिकरणत्वेन हृदधिकरणत्वं ध्याने न सम्भवतीति चेन्न समवायसम्बन्धेन हृदधिकरणत्वं ज्ञाने न निवेश्यते किन्तु हृदधिकरणकत्वस्य विश्वेश्वरेऽन्वये स्वविषयकज्ञानजनकत्वसम्बन्धेन तस्यान्वयः कर्तव्यः स्वपदं विश्वेश्वरपरं, तस्य ध्यानेऽन्वये  तु स्वाश्रयसंयुक्तत्वसम्बन्धेन तस्यान्वयो वक्तव्यः, स्वपदं ध्यानपरम्। यद्वा जनकत्वसम्बन्धेन हृदधिकरणकत्वस्य ध्यानेऽन्वयः कार्यः। अथवा हृत्पदेनात्मैव लक्ष्यते, हृत्पदशक्यमनस्सम्बन्धरूपलक्षणाया आत्मनि सत्वात्। यद्वा हृदीत्यत्र सप्तम्याः जन्यत्वमेवार्थो वक्तव्यः, तस्य ध्यानेऽन्वयः कार्यः। नन्वेवं हृत्पदस्याव्यावर्तकतापत्तिः, ज्ञानमात्रस्य मनोजन्यत्वेन तज्जन्यत्वकथनस्य निष्फलत्वादिति चेन्न, हृत्पदस्य हृदयरूपशरीरावयवार्थकत्वेन निपूर्वकधाधातोः वृत्तित्वप्रकारकाहार्यज्ञानार्थकत्वेन सप्तम्या निरूपितत्वार्थकत्वेन च शरीरावयवरूपहृदयनिरूपितवृत्तित्वप्रकारकाहार्यज्ञानोत्तरकालिकत्वस्य कृतौ लाभात् न कस्याप्यव्यावर्तकत्वशङ्काप्रसक्तिः। स्वोत्कृष्टत्वप्रकारकज्ञानानुकूलव्यापारो वन्दनम्। ग्रहणधारणपटुः बालः। सङ्ग्रहः संक्षेपेणस्वरूपकथनं तच्च बहुतरार्थबोधकन्यूनसंख्याकशब्दसन्दर्भः।",
        "tags": []
    },
    {
        "sectionId": 5,
        "tarkasangraha_sectionId": 2,
        "title": "पदार्थविभागः",
        "content": "द्रव्यगुणकर्मसामान्यविशेषसमवायाभावाः सप्तपदार्थाः।\nपदार्थान्विभजते द्रव्येति। ननु सामान्यलक्षणज्ञानाभावे विशेषजिज्ञासा नोदेति विशेषजिज्ञासाऽभावे विशेषविभागोऽनुपपन्नः, यथा अत्रैव गन्धवती पृथिवीत्यनेन पृथिव्याः गन्धवत्वरूपसामान्यलक्षणकथनानन्तरमेव\nसा कतिविधेति विशेषजिज्ञासाया उदयात् तन्निवृत्यर्थं नित्याऽनित्या चेति विशेषविभागः कृतः तथात्र पदार्थविभागात्प्राक् पदार्थसामान्यलक्षणस्यानिरूपणेन पदार्थविभागोऽनुपपन्न इति चेन्न, विभागवाक्यघटकपदार्थपदमेव पदस्यार्थः पदार्थ इति। विभागवाक्यघटकपदार्थपदस्य विभागवाक्यान्तोच्चरितत्वेन सामान्यलक्षणस्य विभागवाक्यात्प्रागवश्यवक्तव्यत्वेन अनुपपत्तिः तदवस्थैवेति वाच्यम्, अग्निहोत्रं जुहोति, यवागूं पचतीत्यत्रेव पाठक्रमादर्थक्रमस्य प्राबल्यमङ्गीकृत्य विभागवाक्यानन्तरोच्चरितपदार्थपदस्य प्रथमं योजनयाऽनुपपत्तिर्वारणीया, योजनाप्रकारश्च पदार्थाः द्रव्यगुणकर्मसामान्यविशेषसमवायाभावास्सप्तेति, अथवा, पूर्वोक्ततर्कसङ्ग्रहपदेनैव पूर्वोक्तव्युत्पत्या प्रतिपाद्यत्वरूपसामान्यलक्षणं विभागवाक्यात्प्रागेव लभ्यत इति नानुपपत्तिः।\nपदार्थविभागवाक्यस्य शाब्दबोधप्रकार इत्थम्, अत्र द्रव्यादिपदं भावप्रधाननिर्देशेन द्रव्यत्वादिपरम्, सप्तपदस्य विभाजकधर्मसप्तकान्यतमवति लक्षणाङ्गीकार्या, द्रव्यत्वादीनां विभाजकधर्मसप्तकान्यतमत्वावच्छिन्नेऽभेदसम्बन्धेनान्वयः, तथा च द्रव्यत्वगुणत्वकर्मत्वसामान्यत्वविशेषत्वसमवायत्वाभावत्वरूपविभाजकधर्मसप्तकान्यतमवदभिन्नाः पदार्थाः इति शाब्दबोधः (विभागवाक्यघटकपदार्थतावच्छेदकधर्माः विभाजकधर्माः) सप्तपदन्तु अतिरिक्तपदार्थव्यवच्छेदे पर्यवसन्नम्। ननु द्रव्यादिपदानां द्रव्याद्यर्थकत्वस्वीकारेणैव सामंजस्ये द्रव्यत्वादिपरत्वमफलमिति चेन्न कस्मिन्नपि पदार्थे  द्रव्यादिसप्तकाभेदस्य असम्भवेन तत्परत्वमङ्गीकृत्य तादृशबोधस्यावश्यमङ्गीकर्तव्यत्वात्।",
        "tags": []
    },
    {
        "sectionId": 6,
        "tarkasangraha_sectionId": 3,
        "title": "द्रव्याणि",
        "content": "तत्र द्रव्याणि पृथिव्यप्तेजोवाय्वाकाशकालदिगात्ममनांसि नवैव। \nद्रव्याणि विभजते तत्रेति, तच्छब्देन सप्तपदार्थाः प्रतिपाद्यन्ते, त्रल्प्रत्ययस्य घटकत्वमर्थः, अत्रापि पृथिव्यादिपदं पृथिवीत्वादिपरम्, नवपदस्य विभाजकधर्मनवकान्यतमवति लक्षणा, तथा च पृथिवीत्वाप्त्वतेजस्त्ववायुत्वाकाशत्वकालत्वदिक्त्वात्मत्वमनस्त्वरूपविभाजकधर्मनवकान्यतमवन्ति सप्तपदार्थघटकीभूतानि द्रव्याणि इति शाब्दबोधः। नवपदं तमःप्रभृत्यधिकद्रव्यव्यवच्छेद एव पर्यवसन्नम्। नन्वत्रापि द्रव्यादीनां सामान्यलक्षणान्यनिरूप्य तेषां विभागकरणेन ग्रन्थकर्तुः न्यूनत्वमिति चेन्न, पदार्थविभागवाक्येनैव व्यावहारिकाणां द्रव्यत्वादिसामान्यलक्षणानां लभ्यत्वेन न काचिदनुपपत्तिः। ",
        "tags": []
    },
    {
        "sectionId": 7,
        "tarkasangraha_sectionId": 4,
        "title": "चतुर्विंशतिगुणाः",
        "content": "रूपरसगन्धस्पर्शसंख्यापरिमाणपृथक्त्वसंयोगविभागपरत्वापरत्वगुरुत्वद्रवत्वस्नेहशब्दबुद्धिसुखदुःखेच्छाद्वेषप्रयत्नधर्माधर्मसंस्काराः चतुर्विंशतिः गुणाः।\nगुणान् विभजते रूपेति, अन्वयक्रमः पूर्ववत्, अखण्‍डशाब्दबोधस्तु- रूपत्वरसत्वगन्धत्वस्पर्शत्वसंख्यात्वपरिमाणत्वपृथक्त्वत्वसंयोगत्वविभागत्वपरत्वत्वापरत्वत्वगुरुत्वत्वद्रवत्वत्वस्नेहत्वशब्दत्वबुद्धित्वसुखत्वदुःखत्वेच्छात्वद्वेषत्वप्रयत्नत्वधर्मत्वाधर्मत्वसंस्कारत्वरूपविभाजकधर्मचतुर्विंशत्यन्यतमवन्तो गुणा इति। अत्रापि चतुर्विंशतिपदं लघुत्वमृदुत्वाद्यतिरिक्तगुणव्यवच्छेदार्थमेवेति ज्ञेयम्।",
        "tags": []
    },
    {
        "sectionId": 8,
        "tarkasangraha_sectionId": 5,
        "title": "कर्मविभागः",
        "content": "उत्क्षेपणापक्षेपणाकुञ्चनप्रसारणगमनानि पञ्च कर्माणि।\nकर्म विभजते उत्क्षेपणेति। उत्क्षेपणत्वापक्षेपणत्वाकुञ्चनत्वप्रसारणत्वगमनत्वरूपविभाजकधर्मपञ्चकान्यतमवन्ति कर्माणीति शाब्दबोधः। पञ्चपदम् उत्क्षेपणाद्यतिरिक्तकर्मव्यवच्छेदार्थमेव,  अन्वयक्रमः  पूर्ववदेव।।",
        "tags": []
    },
    {
        "sectionId": 9,
        "tarkasangraha_sectionId": 67,
        "title": "सामान्यविभागः",
        "content": "सामान्यं द्विविधं परमपरञ्चेति।\nसामान्यं विभजते सामान्यमिति, विधापदस्यैव विभाजकधर्मद्वयान्यतरवति लक्षणा स्वीकार्या, द्विपदं तात्पर्यग्राहकम्, अन्वयक्रमः पूर्ववत्, तथा च परत्वापरत्वरूपविभाजकधर्मद्वयान्यतरवत्सामान्यमिति बोधः। घटत्वपटत्वादिजातीनामपरत्वमेव, सत्ताजातेः परत्वमेव, द्रव्यत्वपृथिवीत्वादिजातीनां परत्वापरत्वे उभेऽपि सम्भवत इति ज्ञेयम्।। ",
        "tags": []
    },
    {
        "sectionId": 10,
        "tarkasangraha_sectionId": 7,
        "title": "नित्यविशेषाः",
        "content": "नित्यद्रव्यवृत्तयो विशेषास्त्वनन्ता एव। \nविशेषानाह नित्यद्रव्येति पृथिव्यादिचनुष्टयपरमाणवः आकाशादिपञ्चकञ्च नित्यद्रव्याणि, नित्यद्रव्येषु वृत्तय इत्यत्र सप्तम्याः निरूपितत्वमर्थः, वृत्तयः वृत्तिमन्तः, निरूपितत्वस्य वृत्तौ स्वरूपसम्बन्धेनान्वयः, तथा च नित्यद्रव्यनिरूपितवृत्तितावन्तः असंख्याकाः विशेषा इति बोधः।",
        "tags": []
    },
    {
        "sectionId": 11,
        "tarkasangraha_sectionId": 69,
        "title": "समवायद्वैतीयत्वम्",
        "content": "समवायस्त्वेक एव। \nसमवायमाह- समवायेति, एकत्वविशिष्टाभिन्नस्समवाय इति बोधः। समवायगतैकत्वं न संख्यारूपम् द्रव्येतरवृत्तित्वात्, किन्तु यथाश्रुते स्वसजातीयधर्म्यन्तररहितत्वरूपं तत् ज्ञेयम्, समवायान्तरस्याभावेन स्वसजातीयधर्म्यन्तररहितत्वं सम्भवत्येव। ",
        "tags": []
    },
    {
        "sectionId": 12,
        "tarkasangraha_sectionId": 70,
        "title": "अभावविभागः",
        "content": "अभावश्चतुर्विधः। प्रागभावः प्रध्वंसाभावः अत्यन्ताभावः अन्योन्याभावश्चेति।\nअभावं विभजते प्रागभाव इति, अन्वयक्रमः पूर्ववदेव, प्रागभावत्वप्रध्वंसाभावत्वात्यन्ताभावत्वान्योन्याभावत्वरूपविभाजकधर्मचतुष्टयान्यतमवान् अभाव इति शाब्दबोधः।",
        "tags": []
    },
    {
        "sectionId": 13,
        "tarkasangraha_sectionId": 10,
        "title": "पृथिवीलक्षणम्",
        "content": "तत्र गन्धवती पृथिवी। सा द्विविधा नित्याऽनित्या चेति, नित्या परमाणुरूपा, अनित्या कार्यरूपा, पुनस्त्रिविधा शरीरेन्द्रियविषयभेदात्, शरीरमस्मदादीनाम्,  इन्द्रियं गन्धग्राहकं घ्राणम्। तच्च नासाग्रवर्ति, विषयो मृत्पाषाणादिः।\nपृथिवीं लक्षयति  गन्धवतीति। तच्छब्देन नवद्रव्याणि प्रतिपाद्यन्ते, त्रल्प्रत्ययस्य घटकत्वम्, निपातातिरिक्तनामार्थयोरभेदसम्बन्धेनान्वयः इति न्यायेन नवद्रव्यघटकीभूता गन्धाधिकरणाभिन्ना पृथिवीति शाब्दबोधः। पृथिव्याः किं वा लक्षणमित्युक्तौ गन्धवत्त्वं लक्षणम्, गन्धवत्त्वञ्च गन्धनिष्ठाधेयतानिरूपिताधिकरणताश्रयत्वम्, अत्र गन्धः आधेयः, पृथिवी अधिकरणम्, गन्धे आधेयता वर्तते पृथिव्यामधिकरणता वर्तते, आधेयताया अधिकरणतायाश्च निरूप्यनिरूपकभावः सम्बन्धः, स च कश्चन स्वरुपसम्बन्धविशेषः तथा च गन्धनिष्ठा या आधेयता पृथिव्यां गन्धोऽस्तीत्याकारकप्रतीतिसिद्धा गन्धनिष्ठाऽधेयता, तन्निरूपिता या अधिकरणता पृथिवीनिष्ठाऽधिकरणता, तदाश्रया पृथिवी, तदाश्रयत्वं पृथिव्यां वर्तत इति लक्ष्ये लक्षणसमन्वयः। नन्वेवं सति कालेऽतिव्याप्तिः, सर्वाधारः काल इत्याकारकन्यायेन कालिकसम्बन्धेन कालस्य सर्वाधारत्वेन गन्धस्यापि सर्वान्तर्गतत्वेन गन्धनिष्ठा या आधेयता इत्युक्तौ कालिकसम्बन्धवच्छिन्ना गन्धनिष्ठाधेयता गृह्यते, तन्निरूपिता या अधिकरणता इत्युक्तौ कालनिष्ठाधिकरणता, तदाश्रयत्वस्य काले वर्तमानत्वादिति चेन्न, तद्वारणाय गन्धनिष्ठाधेयतायां समवायसम्बन्धावच्छिन्नत्वस्य निवेशनीयत्वात्, तन्निवेशे च काले कालिकसम्बन्धेन गन्धस्य विद्यमानत्वेन कालिकसम्बन्धावच्छिन्नगन्धनिष्ठाधेयतानिरूपिताधिकरणताश्रयत्वस्य विद्यमानत्वेऽपि काले समवायसम्बन्धेन गन्धाभावेन समवायसम्बन्धावच्छिन्नगन्धनिष्ठाधेयतानिरूपिताधिकरणताश्रयत्वाभावेन अतिव्याप्तेरभावात्। न चैवमपि जलादावतिव्याप्तिः, कथम्, गन्धे द्वे आधेयते वर्तेते एका गन्धत्वावच्छिन्ना, अपरा गुणत्वावच्छिन्नाधेयता, तत्र गन्धनिष्ठा या आधेयता इत्युक्तौ गुणत्वावच्छिन्नाधेयता गृह्यते, एकधर्मावच्छिन्नाधेयता एकैवेति न्यायेन गन्धशीतस्पर्शादिनिष्ठा या गुणत्वावच्छिन्नाधेयताया  एकत्वात्, तन्निरूपिता याऽधिकरणता जलादिनिष्ठाधिकरणता, तदाश्रयत्वस्य जलादौ विद्यमानत्वादिति वाच्यम्, तस्यामेवाधेयतायां गन्धत्वावच्छिन्नत्वस्यापि निवेशनीयत्वात्, तन्निवेशे तु जलादौ शीतस्पर्शादिगुणानां सत्वेन गुणत्वावच्छिन्नाधेयतानिरूपिताश्रयत्वस्य सत्वेऽपि गन्धस्याभावेन गन्धत्वावच्छिन्नाधेयतानिरूपिताधिकरणताश्रयत्वस्याभावेन अतिव्याप्तेरभावात्। न च तथापि उत्पन्नविनिष्टघटादावव्याप्तिः। उत्पन्नं द्रव्यं क्षणमगुणं निष्क्रियञ्च तिष्ठतीति न्यायेन उत्पत्तिक्षणे तत्र गुणस्यानुत्पन्नत्वेन द्वितीयक्षणे घटस्यैव नष्टत्वेन समवायसम्बन्धावच्छिन्नगन्धनिष्ठाधेयतानिरूपिताधिकारणताश्रयत्वस्याभावात्, न चैष नियमोनाङ्गीक्रियत इति वाच्यम्। उत्पत्तिक्षण एव द्रव्ये गुणादिस्वीकारे द्रव्यस्य स्वगतगुणादिकं प्रति कारणत्वाभावप्रसङ्गः, द्रव्यस्य तथा गुणादिपूर्ववृत्तित्वाभावात् इति वाच्यम्, समवायसम्बन्धावच्छिन्नगन्धत्वावच्छिन्नगन्धनिष्ठाधेयतानिरूपिताधिकरणतावद्वृत्तिजातिमत्त्वस्य लक्षणत्वेन विवक्षितत्वात्, उत्पन्नविनष्टघटे समवायसम्बन्धेन गन्धाश्रयत्वविरहेऽपि तादृशाधिकरणतावत्पुष्पादिवृत्तिपृथिवीत्वजातिमत्त्वस्य उत्पन्नविनष्टघटेऽपि विद्यमानत्वेनाव्याप्त्यभावात्। अत एव सुरभ्यसुरभ्यवयवारब्धद्रव्येऽपि नाव्याप्तिः।",
        "tags": []
    },
    {
        "sectionId": 14,
        "tarkasangraha_sectionId": 10,
        "title": "पृथिवीलक्षणविशेषः",
        "content": "\tन चैवमपि जलादावतिव्याप्तिः तदवस्थैव, तादृशाधिकरणतावत्पुष्पादिवृत्तिसत्तारूपजातिमत्त्वस्य जलादावपि सत्वादिति वाच्यम्। जातै गन्धसामानाधिकरण्यस्येव द्रव्यत्वव्याप्यत्वस्यापि निवेशनीयित्वात् तन्निवेशे तु सत्ताजातेः द्रव्यत्वाभाववद्गुणादिवृत्तित्वेन द्रव्यत्वाभाववदवृत्तित्वरूपव्याप्यत्वस्यासम्भवेन न तां जातिमादायातिप्रसक्तिः।  न चैवमपि गन्धसमानाधिकरणद्रव्यत्वाभाववदवृत्तिद्रव्यत्वजातिमत्वस्य जलादौ सत्वात् पुनरप्यतिव्याप्तिः तत्र दुर्वारेति वाच्यम्, तत्र व्याप्यत्वं न तदभाववदवृत्तित्वरूपं निवेश्यते, किन्तु (न्यूनदेशवृत्तित्वरूपं) तदधिकरणवृत्तिभेदप्रतियोगितावच्छेदकत्वरूपं तत् निवेश्यते, तथा च द्रव्यत्वाधिकरणं घटः तद्वृत्तिर्यो भेदः द्रव्यं नेत्याकारकप्रतीतिसिद्धो भेदः न सम्भवति, किन्तु पटो नेति भेदः तत्प्रतियेगितावच्छेदकीभूतजातिः पटत्वादिजातिरेव नतु द्रव्यत्वजातिः, द्रव्यत्वाधिकरणे सत्तावन्नेति भेदस्याप्यसम्भवेन सत्ताजातिरपि तद्वृत्तिभेदप्रतियोगितावच्छेदकीभुता न भवति, अतः सत्ताजातिं द्रव्यत्वजातिं वाऽदाय जलादौ नातिव्याप्तिः। न च तथापि जातित्वेन जातिमनिवेश्य गन्धसमानाधिकरणः द्रव्यत्वव्याप्यो यो धर्मः तादृशधर्मवत्त्वम् इत्येतावदेव लक्षणं भवत्विति वाच्यम्, द्रव्यत्वाधिकरणाकाशादिनिष्ठभेदप्रतियोगितावच्छेदकीभूतपृथिवीजलान्यतरत्वरूपधर्ममादाय जलादावतिप्रसङ्गात्। न च समवायेन तादृशधर्मवत्त्वं निवेश्यते, तादृशान्यतरत्वस्य भेदरूपतया स्वरूपसम्बन्धेनैव तस्य जलादौ विद्यमानतया समवायसम्बन्धेन तादृशधर्मवत्त्वस्य जलादावविद्यमानत्वेन अतिप्रसङ्गानापादकत्वेन च एतदेव लक्षणमुच्यत इति वाच्यम् , द्रव्यत्वाधिकरणं वाय्वादिः तद्वृत्तिर्यो भेदः पृथिवीजलसंयोगवान्नेति भेदः, तत्प्रतियोगितावच्छेदकीभूतः गन्धसमानाधिकरणो यो धर्मः पृथिवीजलसंयोगरूपो धर्मः समवायसम्बन्धेन तादृशधर्मवत्त्वस्य जलादौ सत्त्वादतिव्याप्त्यापत्तेः, जातित्वेन जातिनिवेशे तु पृथिवीजलान्यतरत्वरूपस्य पृथिवीजलसंयोगरूपस्य वा धर्मस्य जातिरूपत्वाभावेन जलादावतिव्याप्त्यभावात्। पृथिव्यां लक्षणसमन्वयप्रकारस्त्वित्थं, द्रव्यत्वाधिकरणं जलादिकं, तद्वृत्तिर्यो भेदः पृथिवी नेति भेदः, तत्प्रतियोगितावच्छेदकीभूता गन्धाधिकरणवृत्तिर्या जातिः पृथिवीत्वरूपा जातिः तादृशजातिमत्त्वस्य पृथिव्यां सर्वत्रापि विद्यमानत्वाल्लक्षणसमन्वयः, नातिप्रसङ्गश्च। तथा च समवायसंबन्धावच्छिन्नगन्धत्वावच्छिन्नाधेयतानिरूपिताधिकरणतावद्वृत्तिः द्रव्यत्वाधिरणवृत्तिभेदप्रतियोगितावच्छेदकीभूता या जातिः तादृशजातिमत्त्वं पृथिव्याः लक्षणमिति पर्यवसन्नम्।\n\nटिप्पणी- गन्धवती पृथिवीत्यत्र शाब्दबोधप्रकारः। गन्धोऽस्यामस्तीति गन्धवती, इदं शब्देन पृथिवी प्रतिपाद्यते, सप्तम्या अधिकरणत्वम्, अस् धातोराधेयत्वम्, तदुत्तरवर्त्तितिप्प्रत्ययस्याश्रयत्वम्, पृथिव्याः अधिकरणत्वे आधेयत्वसम्बन्धेनान्वयः, पृथिवीनिष्ठाधिकरणतायाः आधेयत्वे निरूपकत्वसम्बन्धेनान्वयः, तिबर्थाश्रयत्वस्य स्वरूपसम्बन्धेन गन्धेऽन्वयः, तथा च पृथिवीनिष्ठाधिकरणतानिरूपकाधेयताश्रयो गन्ध इति विग्रहवाक्यजन्यो बोधः, विग्रहवाक्याद्यादृशविशेषणविशेष्यभावापन्नपदार्थविषयकबोधो जायते समासवाक्यात्तद्विपरीतबोधो जायते, इति नियमानुरोधेन गन्धवतीति समासवाक्यात् तद्विपरीतः गन्धनिष्ठाधेयतानिरूपिताधिकरणताश्रयाभिन्ना पृथिवीति शाब्दबोधो जायते।\nपृथिवीलक्षणे आधेयतात्वेनाधेयताम् अधिकरणतात्वेनाधिकरणतां च अप्रवेश्य गन्धनिष्ठा या तन्निरूपिता या तदाश्रयत्वमित्येतावत एव लक्षणत्वस्वीकारे गन्धनिष्ठाधिकरणतानिरूपिताधेयतामादाय गन्धत्वेऽतिव्याप्तिप्रसङ्गः। समवायसम्बन्धावच्छिन्नगन्धनिष्ठप्रकारतानिरूपितप्रकारितामादाय गन्धवती पृथिवीति ज्ञानेऽतिप्रसङ्गः, अतः आधेयतात्वादिना आधेयत्वादिनिवेशः कार्यः। गन्धनिष्ठा या तन्निरूपिता या अधिकरणता तदाश्रयत्वमिति लक्षणाङ्गीकारे तु स्वनिष्ठाधेयतानिरूपितत्ववत् स्वनिरूपितत्वस्याप्यधिकरणतायामङ्गीकृतत्वेन गन्धनिष्ठलक्षणतानिष्ठाधेयतानिरूपिताधिकरणत्वस्येव गन्धनिष्ठलक्षणतानिरूपिताधिकरणत्वस्यापि गन्धे सत्त्वात्तत्रातिव्याप्तिप्रसङ्गः, समवायसम्बन्धावच्छिन्ना गन्धनिष्ठा या तन्निरूपिता या अधिकरणतेति लक्षणकरणेऽपि गन्धनिष्ठसमवायसम्बन्धावच्छिन्नलक्षणतानिरूपिताधिकरणतामादाय गन्ध एवातिप्रसङ्गः, अतः आधेयतात्वेनाधेयता प्रवेशनीया। गन्धनिष्ठाधेयतानिरूपितावच्छेदकतामादाय गन्धत्वेऽतिप्रसङ्गः, आधेयतायां समवायसम्बन्धावच्छिन्नत्वनिवेशेपि एनामाधेयतावच्छेदकतामादायैव गन्धत्वेऽतिव्याप्तिर्वक्तव्या, अतः अधिकरणतात्वेनाधिकरणता प्रवेशनीया। ननु गन्धनिष्ठाधेयतानिरूपिताधिकरणताश्रयत्वमिति निष्कृष्टलक्षणेऽपि (स्वनिष्ठाधेयतानिरूपितत्ववत् स्वनिरूपितत्वमप्यधिकरणतायां सम्भवतीति न्यायानुसारेण) गन्धनिष्ठाधेयत्वनिष्ठाधेयतानिरूपिताधिकरणत्वस्येव गन्धनिष्ठाधेयतानिरूपिताधिकरणत्वस्यापि गन्धे सत्वादतिव्याप्तिस्सम्भवतीति चेन्न, गन्धनिष्ठाधेयत्वानिरूपिता गन्धनिष्ठाधेयतानिरूपिता या अधिकरणता तदाश्रयत्वमिति वा गन्धनिरूपिताधिकरणत्वमिति वा लक्षणाङ्गीकरणे निरुक्तदोषाभावात् इति।\nउत्पन्नविनष्टघटेऽव्याप्तिवारणाय समवायस्वसमवायिसमवेतत्वान्यतरसम्बन्धेन गन्धविशिष्टत्वमिति लघुलक्षणं वा परिष्करणीयम् तथाच उत्पन्नविनष्टघटे समवायसम्बन्धेन गन्धाभावेऽपि स्वसमवायिसमवेतत्वसम्बन्धेन गन्धविशिष्टत्वं सम्भवतीति नाव्याप्तिः। स्वपदं अवयवगतगन्धपरं बोध्यम्, प्रथमसम्बन्धानुपादाने परमाणुषु  द्वितीयसम्बन्धानुपादाने उत्पन्नविनष्टघटेचाव्याप्तिरित्युभयोपादानम्। अस्मिन् लक्षणे जातिघटितलक्षणकरणावश्यकता नास्ति।",
        "tags": []
    },
    {
        "sectionId": 15,
        "tarkasangraha_sectionId": 10,
        "title": "पृथिवीविभागः",
        "content": "पृथिवीं विभजते सा द्विविधेति, अत्र नित्यानित्यपदे नित्यत्वानित्यत्वपरे, इति पदार्थश्चाभेदः, चकारः विरोधद्योतकः, विधापदस्य विभाजकधर्मद्वयान्यतरवति लक्षणा, द्विपदं तत्तात्पर्यग्राहकं, तथा च नित्यत्वानित्यत्वरूपविभाजकधर्मद्वयान्यतरवदभिन्ना पृथिवीति शाब्दबोधः (उत्पत्तिशून्यत्वे सति नाशशून्यत्वं नित्यत्वम्, उत्पत्तिमत्त्वे सति नाशवत्त्वमनित्यत्वम्)। परमाणुरूपा नित्या, द्व्यणुकादिब्रह्माण्डान्तकार्यरूपा पृथिवी अनित्या। प्रकारान्तरेण विभजते पुनरिति, अत्रापि शरीरादिपदानां शरीरत्वादिपरत्वम्, भेदपदार्थो विशेषधर्मः, पञ्चम्याः अभेदोऽर्थः। तस्य च विधापदलक्ष्यतावच्छेदकविभाजकधर्मत्रयान्यतमवत्त्वेऽन्वयः, तथा च शरीरत्वेन्द्रियत्वविषयत्वरूपविशेषधर्माभिन्नविभाजकधर्मत्रयान्यतमवती पृथिवीति शाब्दबोधः (धर्मे विभाजकत्वञ्च विभागवाक्यघटकपदजन्योपस्थितिनिरूपितविशेष्यतानिरूपितप्रकारताश्रयत्वम्)। अत्र शरीरेन्द्रियविषयभेदेन विभागः पृथिवीसामान्यस्यैव, नानित्यपृथिव्याः, पुनः पदस्वारस्यात्। पार्थिवशरीरं दर्शयति शरीरमिति, अस्मदादीनामित्यत्र षष्ठ्याः अवच्छेदकत्वमित्यर्थः, तथा च अस्मदाद्यात्मावच्छेदकं शरीरं पार्थिवशरीरमित्यर्थः। पार्थिवेन्द्रियं दर्शयतीन्द्रियमिति, गन्धस्य ग्राहकं गन्धग्राहकम्, षष्ठ्याः विषयतानिरूपकत्वम्, ग्रहधातोः प्रत्यक्षं, ण्वुल्प्रत्ययस्य जनकत्वञ्चार्थः, तथा च गन्धविषयकप्रत्यक्षजनकत्वे सतीन्द्रियत्वं घ्राणेन्द्रियस्य लक्षणमिति फलितम्, गन्धविषयकं यत्प्रत्यक्षम् अयं सुरभिः अयमसुरभिरित्याकारकं प्रत्यक्षम्, तज्जनकत्वे सतीन्द्रियत्वं घ्राणेन्द्रिये वर्तत इति लक्ष्ये लक्षणसमन्वयः। इन्द्रियत्वमात्रोपादाने चक्षुरादावपीन्द्रियत्वस्य सत्त्वात्तत्रातिव्याप्तिः, तद्वारणाय गन्धविषयकप्रत्यक्षजनकत्वदलम्, तन्निवेशे तु चक्षुरादाविन्द्रियत्वस्य सत्त्वेऽपि गन्धग्राहकत्वस्याभावान्नातिव्याप्तिः। तावन्मात्रोपादाने आत्मनो ज्ञानमात्रं प्रति समवायिकारणत्वेन गन्धविषयकप्रत्यक्षस्यापि ज्ञानान्तर्गतत्वेन तज्जनकत्वस्याप्यात्मनि सत्त्वेन आत्मन्यतिव्याप्तिः, अतः इन्द्रियत्वोपादानम्, तन्निवेशे तु आत्मनि इन्द्रियत्वाभावान्नातिव्याप्तिः। न चैवमपि (आत्मा मनसा संयुज्यते, मनः इन्द्रियेण, इन्द्रियमर्थेन, ततः प्रत्यक्षमुत्पद्यते, इति न्यायानुसारेण) मनसि गन्धग्राहकत्वस्य इन्द्रियत्वस्य च सत्त्वान्मनस्यतिव्याप्तिरिति वाच्यम्, इन्द्रियपदेन बहिरिन्द्रियत्वस्य विवक्षणीयत्वात्, मनसि बहिरिन्द्रियत्वस्याभावान्नातिव्याप्तिः। बहिरिन्द्रियत्वञ्च मनोभिन्नेन्द्रियत्वम्। यद्वा शब्दरूपादिचतुष्टयान्यतमसाक्षात्कारजनकत्वे सतीन्द्रियत्वम्, अथवा, सुखादिसाक्षात्काराजनकत्वे सतीन्द्रियत्वम् तत्। गन्धग्राहकमिति प्रयोजनकथनं, घ्राणमिति संज्ञा, नासाग्रेत्याश्रयोक्तिः। विषयं दर्शयति विषय इति, शरीरेन्द्रियभिन्नत्वं विषयलक्षणम्, परमाणुरूपनित्यपृथिव्या अपि विषय एवान्तर्भावो ग्राह्यः। एवं पृथिवी निरूपिता।\nटिप्पणी- सा द्विविधा नित्याऽनित्या चेत्यत्र, नित्यत्वानित्यत्वरूपविभाजकधर्मद्वयान्यतरवती पृथिवीति शाब्दबोधाङ्गीकारे घटः द्विविधः नित्योऽनित्यश्चेति वाक्यस्य  प्रामाण्यापत्तिः, अत्रापि विषयस्याबाधितत्वात्,  अतः तद्वारणाय उद्देश्यतावच्छेदकसामानाधिकरण्यस्य विधेयभूतविभाजकधर्मेषु सर्वेष्वप्यन्वयोऽङ्गीकार्यः, अत्र घटत्वसामानधिकरण्यस्य नित्यत्वेऽभावान्नापत्तिः। एवमपि घटो द्विविधः पृथिवी द्रव्यं चेति वाक्यस्य प्रामाण्यापत्तिर्दुर्वारा, तद्वारणाय उद्देश्यतावच्छेदकव्याप्यत्वस्य विधेयभूतविभाजकधर्मान्यतरत्वावच्छिन्ने\n(अन्यतमतत्वावच्छिन्ने) अन्वयः अङ्गीकार्यः। एवमपि द्रव्यं द्विविधं घटः पटश्चेति वाक्यस्य प्रामाण्यापत्तिः, तद्वारणाय उद्देश्यतावच्छेदकव्यापकत्वस्यापि पूर्वोक्ते अन्यतरत्वावच्छिन्ने (अन्यतमत्वावच्छिन्ने) भानमङ्गीकार्यम्। एवमपि घटो द्विविधः कम्बुग्रीवादिमान् तद्धटश्चेति वाक्यस्य प्रामाण्यापत्तिः तत्र निरुक्तव्याप्यत्वव्यापकत्वसामानाधिकरण्यानामबाधितत्वात्, अतस्तद्वारणाय विभाजकधर्मेषु परस्परविरुद्धत्वस्यापि भानमङ्गीकार्यम्। विधेयभूतयावद्विभाजकधर्मेषु उद्देश्यतावच्छेदकसामानाधिकरण्यभानाङ्गीकारेण घटो द्विविधः पृथिवी जलञ्चेत्याद्यापत्तेः दुरुपपादतया विभाजकधर्मेषु परस्परविरुद्धत्वभानाङ्गीकारेण घटो द्विविधः पृथिवी द्वयञ्चेत्यद्यापत्तेरपि दुरुपपादतया व्याप्यत्वभानाङ्गीकारावश्यकता नास्ति। अत एव नित्यत्वानित्यत्वयोः पृथिवीत्वाभाववज्जलादिवृत्तित्वेन व्याप्यत्वासम्भवेन नित्यानित्यपदयोः नित्यानित्यपृथिवीत्वपरत्वमावश्यकमित्यपि प्रत्युक्तम्। तथाच प्रकृते पृथिवीत्वव्यापकं यत् अनित्यत्वविरुद्धपृथिवीत्वसमानाधिकरणनित्यत्व-नित्यत्वविरुद्ध पृथिवीत्वसमानाधिकरणानित्यत्वरूपविभाजकधर्मद्वयान्यतरत्वावच्छिन्नं तद्विशिष्टा पृथिवीति शाब्दबोधः, सामानाधिकरण्यस्य प्रत्येकं यावद्विभाजकधर्मेषु व्यापकत्वस्य च प्रकारविधया संसर्गविधया वा भानमङ्गीकार्यम्।\nशरीरेन्द्रियविषयभेदादित्यत्र शाब्दबोधप्रकारः। पुनश्शब्दः पूर्वोक्तविभाजकधर्मभेदबोधकः, भेदः परस्परभिन्नार्थकशब्दसमुदायः, शरीरादिपदानां शरीरादिपदनिष्ठानुपूर्व्यवच्छिन्नार्थकत्वम्, अस्य चाभेदसम्बन्धेन भेदपदार्थेऽन्वयः, पञ्चम्याः ज्ञानज्ञाप्यत्वमर्थः, ज्ञानज्ञाप्यत्वञ्च ज्ञानजन्यशाब्दबोधविषयत्वम्, अस्य च विधापदार्थभूतविभाजकधर्मेऽन्वयः तथा च शरीरपदेन्द्रियपदविषयपदाभिन्नपरस्परविरुद्धार्थकशब्दसमुदायजन्यशाब्दबोधविषयपूर्वोक्तविभाजकधर्मभिन्नविभाजकधर्मत्रयान्यतमवदभिन्ना पृथिवीति शाब्दबोधः। व्यापकत्वादिबोधः पूर्ववत् ग्राह्यः। एवम् उत्तरत्र आधेयत्वाधिकरणत्वघटितेषु जलादिलक्षणेषु आधेयतात्वेनाधेयतानिवेशस्य अधिकरणतात्वेनाधिकरणतानिवेशस्य च फलं पूर्वोक्तरीत्या बोध्यम्। कार्यत्वकारणत्वघटितेषु कालादिलक्षणेष्वपि कार्यतात्वेन कार्यतानिवेशस्य कारणतात्वेन कारणतानिवेशस्यापि फलं पूर्ववदेव ग्राह्यम्। विभागवाक्यस्थलेषु शाब्दबोधप्रकारः तत्र सामानाधिकरण्यव्यापकत्वपरस्परविरुद्धत्वादीनां प्रयोजनानि च पूर्ववदेव ग्राह्यानि।",
        "tags": []
    },
    {
        "sectionId": 16,
        "tarkasangraha_sectionId": 11,
        "title": "आपः",
        "content": "शीतस्पर्शवत्य आपः, ताः द्विविधाः, नित्या अनित्याश्चेति, नित्याः परमाणुरूपाः अनित्याः कार्यरूपाः, पुनस्त्रिविधाः शरीरेन्द्रियविषयभेदात्, शरीरं वरुणलोके, इन्द्रियं रसग्राहकं रसनम् तच्च जिह्वाग्रवर्ति, विषयस्सरित्समुद्रादिः।।\nअपां लक्षणमाह शीतस्पर्शेति। अन्वयबोधप्रकारः पूर्ववदेव। लक्षणन्तु शीतस्पर्शनिष्ठाधेयतानिरूपिताधिकरणताश्रयत्वम्, शीतस्पर्शनिष्ठा या आधेयता अप्सु शीतस्पर्शोऽस्तीत्याकारकप्रतीतिसिद्धा शीतस्पर्शनिष्ठाधेयता, तन्निरूपिता याऽधिकरणता अप्सु विद्यमानाधिकरणता, तदाश्रयत्वस्य अप्सु सत्त्वात्समन्वयः। अत्रापि काले पृथिव्यादौ च पूर्वोक्तविधयाऽतिव्याप्तिवारणाय उत्पन्नविनष्टजलेऽव्याप्तिवारणाय च शीतस्पर्शत्वावच्छिन्नसमवायसम्बन्धावच्छिन्नाधेयतानिरूपिताधिकरणतावद्वृत्तिद्रव्यत्वाधिकरणवृत्तिभेदप्रतियोगितावच्छेदकीभूतजातिमत्त्वमिति लक्षणं परिष्करणीयम्,  अन्यत्सर्वं पूर्ववद्बोध्यम्। रसनेन्द्रियलक्षणं तु रसविषयकप्रत्यक्षजनकत्वे सतीन्द्रियत्वम्, रसविषयकं यत्प्रत्यक्षम् अयं मधुरः अयमाम्लः इत्याकारकं प्रत्यक्षं, तज्जनकत्वे सतीन्द्रियत्वस्य रसनेन्द्रिये सत्त्वात्समन्वयः। अत्र दलद्वयप्रयोजनन्तु पूर्ववद्बोध्यम्।",
        "tags": []
    },
    {
        "sectionId": 17,
        "tarkasangraha_sectionId": 12,
        "title": "तेजः",
        "content": "उष्णस्पर्शवत्तेजः तद्विविधं नित्यमनित्यञ्चेति, नित्यं परमाणुरूपम्, अनित्यं कार्यरूपम्, पुनस्त्रिविधं शरीरेन्द्रियविषयभेदात्, शरीरमादित्यलोके, इन्द्रियं रूपग्राहकं चक्षुः, तच्च कृष्णताराग्रवर्ति। विषयश्चतुर्विधः भौमदिव्यौदर्याकरजभेदात् भौमं वह्न्यादि, दिव्यमबिन्धनं विद्युदादि, भुक्तस्य परिणामहेतुरौदर्यम् आकरजं सुवर्णादि।।\nतेजसो लक्षणमाह उष्णस्पर्शेति। अन्वयबोधप्रकारः पूर्ववत्, लक्षणं तु उष्णस्पर्शनिष्ठाधेयतानिरूपिताधिकरणताश्रयत्वम्, उष्णस्पर्शनिष्ठा याऽधेयता तेजसि उष्णस्पर्शोस्तीत्याकारकप्रतीतिसिद्धा उष्णस्पर्शनिष्ठाधेयता, तन्निरूपिता याऽधिकरणता, तेजोनिष्ठा अधिकरणता, तदाश्रयत्वं तेजसि वर्तत इति लक्ष्ये लक्षणसमन्वयः। अत्रापि काले जलादौ च पूर्वोक्तविधयाऽतिव्याप्तिवारणाय चन्द्रकिरणादावुत्पन्नविनष्टतेजसि चाव्याप्तिवारणाय च समवायसम्बन्धावच्छिन्नोष्णस्पर्शत्वावच्छिन्नाधेयतानिरूपिताधिकरणतावद्वृत्तिद्रव्यत्वाधिकरणवृत्तिभेदप्रतियोगितावच्छेदकीभूतजातिमत्त्वं तेजसो लक्षणमिति वक्तव्यम्। अन्यत्सर्वं पूर्ववद्बोध्यम्। चक्षुरिन्द्रियलक्षणन्तु रूपविषयकप्रत्यक्षजनकत्वे सतीन्द्रियत्वम्। रूपविषयकं यत्प्रत्यक्षम् अयं नीलः अयं पीत इत्याकारकं प्रत्यक्षम्, तज्जनकत्वे सतीन्द्रियत्वस्य चक्षुरिन्द्रिये सत्त्वात्समन्वयः, विशेषणानुपादाने घ्राणादौ विशेष्यानुपादाने आत्मनि चातिव्याप्तिरित्युभयोपादानम्।",
        "tags": []
    },
    {
        "sectionId": 18,
        "tarkasangraha_sectionId": 13,
        "title": "वायुलक्षणम्",
        "content": "रूपरहितस्पर्शवान्वायुः। स द्विविधः नित्योऽनित्यश्चेति। नित्यः परमाणुरूपः अनित्यः कार्यरूपः। पुनस्त्रिविधः शरीरेन्द्रियविषयभेदात्। शरीरं वायुलोके। इन्द्रियं स्पर्शग्राहकं त्वक् सर्वशरीरवृत्तिः। विषयो वृक्षादिकम्पनहेतुः वायुः, शरीरान्तस्संञ्चारी वायुः प्राणश्च। स चैकोऽप्युपाधिभेदात्प्राणापानादिसंज्ञां लभते।\nवायुं निरूपयति रूपरहितेति, रूपेण रहितः रूपरहितः तृतीयायाः प्रतियोगितानिरूपकत्वम्, रहधातोः अत्यन्ताभावः, क्तप्रत्ययस्य आश्रयत्वञ्चार्थः, रूपस्य आधेयत्वसम्बन्धेन प्रतियोगितायामन्वयः, तथा च रूपनिष्ठप्रतियोगितानिरूपकाभावाश्रयत्वे सति स्पर्शवत्त्वं वायोर्लक्षणमिति फलितम्, तदभावं प्रति तत्प्रतियोगीति न्यायेन रूपाभावं प्रति रूपस्य प्रतियोगित्वेन रूपनिष्ठप्रतियोगितानिरूपको योऽभाव इत्युक्तौ वायौ रूपं नास्तीति प्रतीतिसिद्धो रूपाभावः तदाश्रयत्वे सति स्पर्शवत्त्वस्य वायौ सत्त्वाल्लक्ष्ये लक्षणसमन्वयः। विशेषणमात्रोपादाने रूपाभाववत्त्वस्य गगनादौ सत्त्वादतिव्याप्तिः, विशेष्यनिवेशे तु स्पर्शवत्त्वस्य तत्राभावान्नातिव्याप्तिः। विशेष्यमात्रोपादाने पृथिव्यादित्रिके स्पर्शवत्त्वस्य सत्त्वादतिव्याप्तिः, अतः विशेषणोपादानम्, तन्निवेशे रूपरहितत्वस्य तत्राभावान्नातिव्याप्तिः।\nअत्रापि स्पर्शवत्त्वं समवायसम्बन्धावच्छिन्नस्पर्शत्वावच्छिन्नाधेयतानिरूपिताधिकरणतावद्वृत्तिद्रव्यत्वाधिकरणवृत्तिभेदप्रतियोगितावच्छेदकजातिमत्त्वरूपमेव परिष्करणीयम्। अत्राधेयतायां समवायसम्बन्धावच्छिन्नत्वानिवेशे कालिकसम्बन्धावच्छिन्नाधेयतामादाय स्पर्शत्वावच्छिन्नत्वानिवेशे गुणत्वावच्छिन्नाधेयतामादाय च काले रूपरहितत्वस्यापि सत्त्वात्तत्रातिव्याप्तिः, अतः तद्विशेषणद्वयोपादानम्। उत्पन्नविनष्टवायावव्याप्तिवारणायैव जातिघटितलक्षणपरिष्कारः कार्यः। सत्त्वादिजातिमादायाकाशादावतिव्याप्तिवारणाय जातौ द्रव्यत्वव्याप्यत्वं न्यूनदेशवृत्तित्वरूपं निवेशनीयम्। रूपरहितत्वदलस्याप्यत्र घटकत्वेन नीरूपपदार्थेषु दोषवारणेनैव स्पर्शवत्त्वदलघटकविशेषणानां सार्थक्यं बोध्यम्।\nअत्र रूपनिष्ठप्रतियोगितायां समवायसम्बन्धावच्छिन्नत्वं निवेशनीयम् अन्यथा रूपनिष्ठप्रतियोगितानिरूपको योऽभाव इत्युक्तौ संयोगसम्बन्धेन रूपं नास्तीत्याकारकप्रतीतिसिद्धः संयोगसम्बन्धावच्छिन्नरूपत्वावच्छिन्नप्रतियोगितानिरूपकाभावः, तदाश्रयत्वस्य पृथिव्यादौ सत्त्वात् तत्रातिव्याप्तिः भवति, तन्निवेशे तु समवायसम्बन्धावच्छिन्नरूपनिष्ठप्रतियोगितानिरूपकाभावः समवायसम्बन्धेन रूपं नास्तीति प्रतीतिसिद्धाभाव एव न तु संयोगसम्बन्धेन रूपाभावः, एतदीयप्रतियोगितायाः समवायसम्बन्धानवच्छिन्नत्वात्, अतः तादृशाभावाश्रयत्वस्य पृथिव्यादावभावेनातिव्याप्त्यभावात्। न चैवमपि पृथिव्यादावतिव्याप्तिः, समवायसम्बन्धावच्छिन्ना रूपनिष्ठा या प्रतियोगितेत्युक्तौ रूपघटत्वोभयं नास्तीत्याकारकप्रतीतिसिद्धाभावीया रूपघटत्वोभयत्वावच्छिन्ना प्रतियोगिता गृह्यते, तन्निरूपकाभावः रूपघटत्वोभयाभावः एकसत्वे द्वयं नास्तीति प्रतीत्या पृथिव्यादौ रूपस्य सत्त्वेऽपि घटत्वादेः (उदासीनस्य) अभावेन तादृशोभयाभावाश्रयत्वस्य स्पर्शवत्त्वस्य च तत्र विद्यमानत्वात् इति चेन्न। रूपनिष्ठप्रतियोगितायां रूपत्वावच्छिन्नत्वस्य निवेशनीयत्वात्, तन्निविशे तु रूपघटत्वोभयाभावीयप्रतियोगितायाः, रूपघटत्वोभयत्वावच्छिन्नत्वेन रूपत्वावच्छिन्नप्रतियोगिताको योऽभाव इत्युक्तौ न तादृशोभयाभावः, किन्तु रूपं नास्तीत्याकारकसामान्याभाव एव भवति, एतदाश्रयत्वस्य पृथिव्यादावभावान्नातिव्याप्तिः। न च तथापि रूपघटत्वोभयाभावीयप्रतियोगितायां रूपत्वमुभयत्वञ्चावच्छेदकमिति रूपत्वावाच्छिन्नत्वनिवेशेऽपि निरुक्तोभयत्वावच्छिन्नप्रतियोगितामादाय तत्रातिव्याप्तिः तदवस्थैवेति वाच्यम्, रूपत्वातिरिक्तधर्मानवच्छिन्नत्वस्य तदर्थत्वात्, तादृशोभयाभावीयप्रतियोगितायाः रूपत्वातिरिक्तोभयत्वरूपधर्मावच्छिन्नत्वेन तदनवच्छिन्नप्रतियोगिताकाभावपदेन रूपसामान्याभावस्यैव ग्राह्यतया तदाश्रयत्वस्य पृथिव्यादावभावेनातिव्याप्त्यभावात्। न चैवमपि पृथिव्यादावतिव्याप्तिः, कथम्, समवायसम्बन्धावच्छिन्नरूपत्वावच्छिन्नप्रतियोगिताकाभावनिष्ठा याऽधेयतेत्युक्तौ तादृशरूपाभावनिष्ठा कालिकसम्बन्धावच्छिन्नाधेयता गृह्यते तन्निरूपिताधिकरणताश्रयत्वस्य (जन्यानां कालोपाधित्वम्, इति न्यायेन) पृथिव्यादौ सत्त्वात् तत्र स्पर्शवत्त्वस्य च सत्त्वात् अतिव्याप्तिरिति वाच्यम्। रूपाभावनिष्ठाधेयतायां स्वरूपसम्बन्धावच्छिन्नत्वस्य विशेषणीयत्वात्, तन्निवेशे पृथिव्यादौ कालिकसम्बन्धेन रूपाभावस्य सत्त्वेऽपि स्वरूपसम्बन्धेन तस्याभावान्नातिव्याप्तिः।\nनन्वेवमपि घटादावतिव्याप्तिः, (उत्पन्नं द्रव्यं क्षणमगुणं निष्क्रियञ्च तिष्टति इति न्यायेन) उत्पत्तिक्षणावच्छेदेन तत्र रूपाभावाश्रयत्वस्य द्वितीयादिक्षणावच्छेदेन स्पर्शवत्त्वस्य च सत्त्वात् इति वाच्यम्, रूपाभावनिष्ठाधेयतानिरूपिताधिकरणतायां निरवच्छिन्नत्वस्य विशेषणीयत्वात् तथा च घटादिनिष्ठायाः रूपाभावाधिकरणताया उत्पत्तिकालावच्छिन्नतया निरवच्छिन्नतदधिकरणत्वस्य घटादावभावेनातिव्याप्त्यभावात्। अथवा, रूपरहित इत्यनेन रूपानधिकरणत्वस्य विवक्षितत्वात्, भेदस्य व्याप्यवृत्तित्वात् व्याप्यवृत्तेरवच्छेदकसद्भावे प्रमाणाभावाच्च घटादौ निरुक्तरीत्याऽतिव्याप्तेरभावात्, स्वप्रतियोग्यनधिकणं यद्रूपाभावाधिकरणं तत्त्वमिति विवक्षणात् घटादौ नातिव्याप्तिः, स्वपदं रूपाभावपरं, उत्पत्तिकालावच्छेदेन रूपाभावाधिकरणीभूतघटस्य स्वपदग्राह्यरूपाभावप्रतियोगिभूतरूपस्य द्वितीयादिक्षणावच्छेदेनाधिकरणतया तद्भिन्नत्वस्य घटादावभावात्।\nनन्वेवमपि उत्पन्नविनष्टवायावव्याप्तिवारणाय स्पर्शवत्त्वस्य स्पर्शाधिकरणवृत्तिद्रव्यत्वव्याप्यजातिमत्त्वरूपत्वेन परिष्करणीयतया उत्पन्नविनष्टघटे निरवच्छिन्नरूपाभावाधिकरणत्वस्य समवायेन स्पर्शाभावेऽपि स्पर्शसमानाधिकरणद्रव्यत्वव्याप्यपृथिवीत्वजातिमत्त्वस्य च सत्त्वात्तत्रातिव्याप्तिरिति वाच्यम्, रूपासमानाधिकरणत्वस्य स्पर्शसमानाधिकरणद्रव्यत्वव्याप्यजातौ विशेषणीयत्वात्, तथा च स्पर्शसमानाधिकरणद्रव्यत्वव्याप्यपृथिवीत्वजातेः रूपाधिकरणघटादिवृत्तित्वेन रूपासामानाधिकरण्यस्य पृथिवीत्वादिजातावभावेन पूर्वोक्तरीत्या घटादौ नातिप्रसङ्गः। न चैवं सति गगनत्वस्य एकव्यक्तिवृत्तित्वेन  जातित्वाभावेन द्रव्यत्वादेर्जातित्वेऽपि रूपासामानाधिकरण्याभावेन रूपासमानाधिकरणजातिमत्वस्य गगनादावभावात् स्पर्शवत्त्वदलमनर्थकमिति वाच्यम्, रूपासमानाधिकरणगुणत्वादिजातिमादाय रूपादावतिव्याप्तिवारणायैव स्पर्शवत्त्वदलसार्थक्यात्, तन्निवेशे तु गुणे गुणानङ्गीकारेण रूपादौ स्पर्शाभावान्नातिव्याप्तिः। न चैवमपि रूपासमानाधिकरणजातौ द्रव्यत्वव्याप्यत्वविशेषणेनैव गुणत्वादिजातिमादाय रूपादावतिव्याप्तिवारणसम्भवात् स्पर्शवत्त्वदलमनर्थकमिति वाच्यम्, आत्मत्वजातिं मनस्त्वजातिं वाऽदायात्मनि मनसि वा अतिव्याप्तिवारणाय तत्सार्थक्यात्, तन्निवेशे तु आत्मत्वमनस्त्वादौ स्पर्शसामानाधिकरण्यस्याभावात् नातिव्याप्तिः। तथा च समवायसम्बन्धावच्छिन्न- रूपत्वातिरिक्तधर्मानवच्छिन्नप्रतियोगिताकाभावनिष्ठस्वरूपसम्बन्धावच्छिन्नाधेयतानिरूपितनिरवच्छिन्नाधिकारणताश्रयत्वे सति समवायसम्बन्धावच्छिन्नस्पर्शत्वावच्छिन्नाधेयतानिरूपिताधिकरणतावद्वृत्तिद्रव्यत्वाधिकरणवृत्तिभेदप्रतियोगितावच्छेदकीभूतजातिमत्त्वम्, रूपासमानाधिकरणा (रूपनिष्ठाधेयतानिरूपिताधिकरणतावदवृत्तिः) द्रव्यत्वव्याप्या (द्रव्यत्वाधिकरणवृत्तिभेदप्रतियोगितावच्छेदकीभूता) या जातिः तादृशजातिमत्त्वम्, इति वा पर्यवसन्नम् वायोर्लक्षणं बोध्यम्। त्वगिन्द्रियलक्षणं तु स्पर्शविषयकप्रत्यक्षजनकत्वे सति इन्द्रियत्वमिति बोध्यम्। स्पर्शविषयकं यत् प्रत्यक्षम् अयमुष्णः अयं शीतः इत्याकारकं प्रत्यक्षं, तादृशप्रत्यक्षजनकत्वे सतीन्द्रियत्वस्य त्वगिन्द्रिये सत्त्वात्समन्वयः। विशेष्यमात्रोपादाने चक्षुरादौ विशेषणमात्रोपादाने आत्मनि च अतिव्याप्तिः इत्युभयोपादानम्। अन्यत्सर्वं पृथिवीलक्षणवत् बोध्यम्।",
        "tags": []
    },
    {
        "sectionId": 19,
        "tarkasangraha_sectionId": 13,
        "title": "प्रतियोगिता",
        "content": "टिप्पणी- वायुलक्षणे। प्रतियोगितात्वेन रूपनिष्ठप्रतियोगिताम् अभावत्वेनाभावञ्च अप्रवेश्य रूपनिष्ठा या तन्निरूपको यः तदाश्रयत्वमिति लक्षणकरणे प्रथमयत्पदेन रूपवान्नेति प्रतीतिसिद्धभेदप्रतियोगितावच्छेकतां द्वितीययत्पदेन रूपनिष्ठप्रतियोगिताञ्च आदाय पृथिव्यादित्रिके स्पर्शवत्त्वस्यापि सत्त्वात् अतिव्याप्तिर्वक्तव्या, तद्वारणाय प्रतियोगितात्वादिना तत्तन्निवेशः कर्तव्यः। रूपनिष्ठा या प्रतियोगिता तन्निरूपको यः तदाश्रयत्वमिति लक्षणकरणे तु रूपनिष्ठप्रतियोगिताकसमवायानुयोगित्वमादाय पृथिव्यादित्रिके स्पर्शवत्त्वस्यापि सत्त्वात् अतिव्याप्तिः वक्तव्या, अतः अभावत्वेनाभावनिवेश आवश्यकः। रूपनिष्ठा या तन्निरूपको योऽभावः तदाश्रयत्वमिति लक्षणकरणे तु ‘रूपद्रवत्वप्रत्यक्षयोगिस्यात्प्रथमत्रिकम्’ इत्यनेन रूपस्यापि पृथिव्यादित्रिकलक्षणत्वाङ्गीकारेण रूपनिष्ठलक्षणतानिरूपकलक्ष्यतामादाय पृथिव्यादित्रिकेऽतिव्याप्तिः वक्तव्या, लक्ष्यताया अपि तदभावाभावरूपत्वेन प्रतियोगिता निवेशनीया। नचैवं सति प्रतियोगितात्वावच्छिन्नस्य अभावत्वावच्छिन्नस्य च निवेशेऽपि रूपनिष्ठप्रतियोगितानिरूपकसमवायरूपाभावात्मकाभावमादाय पृथिव्यादित्रिकेऽतिव्याप्तिः दुर्वारेति वाच्यम्, अभावत्वस्य भावभिन्नत्वरूपस्य निवेशनीयत्वात्। नचैवं रूपनिष्ठलक्षणतानिरूपकलक्ष्यतामादाय पूर्वोक्तातिव्याप्तिः न संगच्छत इति वाच्यम्, गुणत्वाभावे रूपस्य स्वाभाववत्त्वसम्बन्धेन विद्यमानतया स्वनिष्ठाधिकरणतानिरूपितत्ववत् स्वनिरूपितत्वस्याप्याधेयतायामङ्गीकृतत्वेन स्वाभाववत्त्वसम्बन्धावच्छिन्नरूपनिष्ठाधेयतानिरूपकगुणत्वाभाववत्त्वमादाय पृथिव्यादित्रिके स्पर्शवत्त्वस्यापि सत्त्वात् तत्र दोषवारणायैव प्रतियोगितात्वेन प्रतियोगितानिवेशः कर्तव्यः। न च समवायसम्बन्धावच्छिन्ना रूपनिष्ठा या तन्निरूपकाभावाश्रयत्वमिति लक्षणप्रकरणे तु ध्वंसप्रागभावनिरूपितप्रतियोगितायाः  समवायसम्बन्धानवच्छिन्नतया रूपध्वंसादिकमादाय पृथिव्यादावतिव्याप्त्यभावेन अत्यन्ताभावत्वेनाभावनिवेशावश्यकत्वाभावेन प्रकृते समवायसम्बन्धावच्छिन्नरूपनिष्ठकार्यतानिरूपकरूपप्रागभावाश्रयत्वमादाय पृथिव्यादावतिव्याप्तेः। समवायसम्बन्धेन जायमानरूपं प्रति रूपप्रागभावस्य कारणत्वात् स्वनिष्ठकारणतानिरूपितत्वस्येव स्वनिरूपितत्वस्यापि कार्यतायाम् अङ्गीकृतत्वाच्च। अथवा समवायसम्बन्धावच्छिन्नत्वघटितपूर्वोक्तलक्षणे अभावत्वेनाभावघटिते प्रतियोगितात्वावच्छिन्ननिवेशे प्रयोजनाभावेऽपि क्षत्यभावेन तदा प्रतियोगितापदस्य स्वरूपकीर्तनमात्रपरत्वमेवेति ध्येयम्।\n",
        "tags": []
    },
    {
        "sectionId": 20,
        "tarkasangraha_sectionId": 15,
        "title": "गगनलक्षणम्",
        "content": "शब्दगुणकमाकाशम्। तच्चैकं विभु नित्यञ्च।\nआकाशं लक्षयति शब्दगुणकमिति, अत्र गुणपदं गगने शब्द एक एव विशेषगुणोऽस्तीति द्योतनायैव, न तु दोषवारणाय प्रयुक्तम्। शाब्दबोधः शब्दाभिन्नगुणाश्रयाभिन्नमिति। शब्दनिष्ठाधेयतानिरूपिताधिकरणताश्रयत्वं आकाशस्य लक्षणम्, शब्दनिष्ठा याऽधेयता आकाशे शब्दोस्तीत्याकारकप्रतीतिसिद्धा शब्दनिष्ठाधेयता, तन्निरूपिता या अधिकरणता आकाशनिष्ठाऽधिकरणता, तदाश्रयत्वमाकाशे वर्तत इति लक्षणसमन्वयः। अत्रापि कालिकसम्बन्धावच्छिन्नाधेयतामादाय काले गुणत्वावच्छिन्नाधेयतामादाय जलादौ चातिव्याप्तिवारणाय क्रमेण समवायसम्बन्धावच्छिन्नत्वशब्दत्वावच्छिन्नत्वयोः शब्दनिष्ठाधेयतायां विशेषणत्वमङ्गीकार्यम्। उत्पन्नविनष्टाकाशस्याभावेन अव्याप्तिप्रसक्त्यभावेन जातिघटितलक्षणकरणावश्यकता नास्ति। तथाच समवायसम्बन्धावच्छिन्नशब्दत्वावच्छिन्नाधेयतानिरूपिताधिकरणताश्रयत्वम् आकाशस्य लक्षणमिति फलितम्। तच्चैकमिति, एकत्वञ्चात्र स्वसजातीयधर्म्यन्तररहितत्वम्, आकाशत्वसमानाधिकरणोभयावृत्तिधर्मावच्छिन्नप्रतियोगिताकभेदशून्यत्वं वा विवक्षणीयम्। विभ्विति, सर्वमूर्तद्रव्यसंयोगित्वं विभुत्वम्, पृथिव्यप्तेजेवायुमनोरूपसर्वमूर्तद्रव्यसंयोगित्वस्य सत्त्वात्समन्वयः।  नित्यत्वमुपदर्शितमेव।",
        "tags": []
    },
    {
        "sectionId": 21,
        "tarkasangraha_sectionId": 16,
        "title": "काललक्षणम्",
        "content": "अतीतादिव्यवहारहेतुः कालः। सचैको विभुर्नित्यश्च।।\nकालं लक्षयति अतीतादीति। अतीतादेः व्यवहारः तस्य हेतुः इत्यतीतादिव्यवहारहेतुः, अतीतादेरित्यत्र षष्ठ्याः विषयतानिरूपकत्वं, व्यवहारस्येत्यत्र षष्ठ्या आधेयत्वञ्चार्थः, हेतुः कार्यतानिरूपितकारणतावान्, षष्ठ्यर्थाधेयत्वस्य\nकार्यतायामन्वयः तथाच, अतीतादिविषयकव्यवहारनिष्ठकार्यतानिरूपितकारणताश्रयत्वं कालस्य लक्षणमिति फलितम्, व्यवहारश्शब्दप्रयोगः। अतीतादिव्यवहारनिष्ठा या कार्यता अयमतीतः अयमनागतः अयं वर्तमानः इत्याकारकशब्दप्रयोगे विद्यमाना कार्यता, तन्निरूपिता या कारणता (व्यवहारे व्यवहर्तव्यतावच्छेदकस्य कारणत्वेन) अतीतादिकालनिष्ठा कारणता, तदाश्रयत्वस्य सर्वत्रापि काले सत्त्वात् समन्वयः। अतीतादिपदं विहाय व्यवहारहेतुत्वमात्रोक्तौ व्यवहारे व्यवहर्तव्यस्यापि कारणत्वेन घटोऽस्तीत्याकारकव्यवहारहेतुत्वस्य घटादावपि सत्वात्तत्रातिव्याप्तिः, न च अतीतादिपदनिवेशेऽपि व्यवहर्तव्ये घटादौ अतीतादिव्यवहारहेतुत्वस्याबाधितत्वेन तद्दोषतादवस्थ्यमेवेति वाच्यम्, अतीतादिव्यवहारनिष्ठकार्यतानिरूपितकारणतावज्ज्ञानीय (ज्ञानिरूपित) मुख्यविशेष्यतानिरूपितप्रकारताश्रयत्वमिति लक्षणं परिष्करणीयम्। अतीतादिव्यवहारनिष्ठकार्यतानिरूपितकारणतावत् यत् ज्ञानं अतीतकालविशिष्टो घटः इत्यादिज्ञानं तन्निरूपितघटादिनिष्ठमुख्यविशेष्यतानिरूपितप्रकारताश्रयत्वस्य अतीतादिकाले सत्त्वेन अन्यत्राभावेन च नातिव्याप्तिः लक्षणसमन्वयश्च। आदिपदाभावे अतीतव्यवहारहेतुत्वस्यानागतवर्तमानकालयोः अभावेनाव्याप्तिः, आदिपदनिवेशे तु आदिपदेनानागतादिकालस्यापि ग्राह्यतया अतीतादिव्यवहारान्यतमहेतुत्वस्य काले सर्वत्रापि सम्भवात् नाव्याप्तिः। तथा च अतीतादिव्यवहारनिष्ठकार्यतानिरूपितकारणतावज्ज्ञानीयमुख्यविशेष्यतानिरूपितप्रकारताश्रयत्वमिति लक्षणं फलितम्। अत एव कालेश्वरादृष्टादीनां कार्यमात्रं प्रति साधारणकारणत्वेन अतीतादिव्यवहारहेतुत्वस्यापि सत्त्वात्तत्रातिव्याप्तिवारणाय अतीतादिव्यवहारत्वावच्छिन्नकार्यतानिरूपितकारणताश्रयत्वमिति अतीतादिव्यवहारासाधारणकारणत्वं लक्षणं वक्तव्यम् इत्यपास्तम्। अन्यत्सर्वं गगनलक्षणवद्बोध्यम्।",
        "tags": []
    },
    {
        "sectionId": 22,
        "tarkasangraha_sectionId": 17,
        "title": "दिक्",
        "content": "प्राच्यादिव्यवहारहेतुः दिक्। साचैका विभ्वी नित्या च।\nदिशं लक्षयति प्राच्यादीति। शाब्दबोधः काललक्षण इव ज्ञेयः। प्राच्यादिव्यवहारनिष्ठकार्यतानिरूपितकारणताश्रयत्वं दिशो लक्षणम्, प्राच्यादिव्यवहारनिष्ठा या कार्यता अयं प्राच्यः अयं प्रतीच्यः अयम् उदीच्यः अयमवाच्यः इत्याकारकव्यवहारे विद्यमाना कार्यता, तन्निरूपिता या कारणता प्राच्यादिदिक्षु विद्यमाना कारणता, तदाश्रयत्वं दिक्षु वर्तते इति समन्वयः। अत्रापि व्यवहारहेतुत्वमात्रोक्तौ घटेऽतिव्याप्तिः। आदिपदाभावे प्रतीच्यादिदिक्षु अव्याप्तिः। पूर्ववद्घटादावतिव्याप्तिवारणाय प्राच्यादिव्यवहारनिष्ठकार्यतानिरूपितरकारणतावज्ज्ञानीयमुख्यविशेष्यतानिरूपितप्रकारताश्रयत्वं निष्कृष्टलक्षणं बोध्यम्। एकत्वादिकं गगनलक्षणवद्बोध्यम्।",
        "tags": []
    },
    {
        "sectionId": 23,
        "tarkasangraha_sectionId": 18,
        "title": "ज्ञानाधिकरणता",
        "content": "ज्ञानाधिकरणमात्मा, स द्विविधः, जीवात्मा परमात्मा चेति, तत्रेश्वरः सर्वज्ञः परमात्मा एक एव, जीवस्तु प्रतिशरीरं भिन्नो विभुर्नित्यश्च।\nआत्मानं लक्षयति ज्ञानाधिकरणमिति। अत्राधिकरणपदं समवायेन ज्ञानाश्रयत्वलाभाय नत्वतिव्याप्त्यादिदोषवारणाय। ज्ञानस्याधिकरणं ज्ञानाधिकरणम्, अधिकरणपदस्याधेयतानिरूपिताधिकरणतावानर्थः, षष्ठ्यर्थः आधेयत्वम्, अस्य च आधेयतायामन्वयः। तथा च ज्ञाननिष्ठा याऽधेयता अहं जानामि इत्याकारकप्रतीतिसिद्धा ज्ञाननिष्ठाऽधेयता, तन्निरूपिता याऽधिकरणता आत्मनिष्ठाधिकरणता, तदाश्रयत्वम् आत्मनि वर्तते इति लक्ष्ये लक्षणसमन्वयः। कालिकसम्बन्धावच्छिन्नज्ञाननिष्ठाधेयतां गुणत्वावच्छिन्नाधेयतां च आदाय कालादावतिव्याप्तिवारणाय समवायसम्बन्धावच्छिन्नत्वं ज्ञानत्वावच्छिन्नत्वञ्च ज्ञाननिष्ठाधेयतायां विशेषणं देयम्। उत्पन्नविनष्टस्यात्मनः अभावेन तत्र अव्याप्तिवारणाय जातिघटितलक्षणं न कर्तव्यम्। तथा च समवायसम्बन्धावच्छिन्नज्ञानत्वावच्छिन्नाधेयतानिरूपिताधिकरणताश्रयत्वमात्रं आत्मनो निष्कृष्टं लक्षणं बोध्यम्। आत्मानं विभजते- स द्विविध इति। नित्यज्ञानाधिकरणत्वमीश्वरत्वम्, तत्तद्व्यक्तित्वेन सर्वविषयकज्ञानाश्रयत्वं सर्वज्ञत्वम्। जीवस्य शरीरभेदेन भेदः सुखदुःखवैलक्षण्येनाङ्गीकार्यः। जीवानां विभुत्वनित्यत्वाङ्गीकारप्रयोजनं दीपिकायां विशदीकृतम्। ",
        "tags": []
    },
    {
        "sectionId": 24,
        "tarkasangraha_sectionId": 18,
        "title": "जीवभेदः",
        "content": "टिप्पणी- जीवस्तु प्रतिशरीरं भिन्न इत्यत्र। ननु प्रतिद्रव्यं सत्तेत्यत्र सत्तायां द्रव्यत्वव्यापकत्वस्येव अत्रापि आत्मभेदे शरीरत्वव्यापकत्वस्य भानमङ्गीकार्यम्, तादृशभानाङ्गीकारे तु आत्मशरीरयोः भेदस्य स्वतस्सिद्धत्वेन जीवात्मनः एकत्वेऽपि शरीरत्वव्यापकत्वस्य जीवात्मभेदेऽक्षतत्वेन शरीरभेदेन जीवभेदबोधकत्वम् अस्य वाक्यस्य न सम्भवतीति चेन्न, अत्र प्रतिपदसमभिव्यापहृतशरीरपदस्य स्वावच्छेदकयत्किञ्चिच्छरीरभेदव्यापकत्वमित्यर्थः, तस्य भेदेऽन्वयः, तथाच, स्वावच्छेदकयत्किञ्चिच्छरीरभेदव्यापकभेदप्रतियोगी जीवात्मेति बोधः, अत्र स्वाश्रयशरीरत्वं व्याप्यतावच्छेदकसम्बन्धः स्वाश्रयावच्छेदकत्वं व्यापकतावच्छेदसम्बन्धः। एषा पट्टाभिरामप्रदर्शिता रीतिः।\nप्रत्यात्मनियतत्वादनन्तमित्यत्र। प्रतिपदसमभिव्याहृतात्मपदस्य आत्मत्वव्यापकसंख्यासजातीयमर्थः, नियतत्वञ्च संख्यावत्त्वम्, संख्यासाजात्यञ्च बहुत्वत्वव्याप्यजात्या बोध्यम्। संख्यावत्त्वञ्च संख्यापर्याप्त्यधिकरणत्वं ग्राह्यम्। अन्यथा मनसः एकत्वेऽपि आत्ममनस्साधारणसंख्यामादाय मनसि तादृशसंख्यावत्त्वमापद्येत। तथाच आत्मत्वव्यापकसंख्यासजातीयसंख्याप्रर्याप्त्यधिकरणत्वं प्रत्यात्मनियतत्वमिति सिद्धम्। अतः संख्यात्वव्याप्यधर्मावच्छिन्नप्रकारतानिरूपिता या अस्मदादिनिश्चयीया विशेष्यता तच्छून्यत्वम् आनन्त्यम्। एषापि पट्टाभिरामप्रदर्शिता रीतिरेव।",
        "tags": []
    },
    {
        "sectionId": 25,
        "tarkasangraha_sectionId": 19,
        "title": "मनोलक्षणम्",
        "content": "सुखाद्युपलब्धिसाधनमिन्द्रियं मनः, तच्च प्रत्यात्मनियतत्वादनन्तं परमाणुरूपं नित्यञ्च।\nमनो लक्षयति सुखादीति। शाब्दबोधः काललक्षण इव बोध्यम्। उपलब्धिर्नाम प्रत्यक्षम्। तथा च सुखादिविषयकप्रत्यक्षनिष्ठकार्यतानिरूपितकारणताश्रयत्वे सति इन्द्रियत्वं मनसो लक्षणम्। सुखादिविषयकं यत्प्रत्यक्षम् अहं सुखी अहं दुःखीत्याकारकं प्रत्यक्षं, तत्कारणत्वे सति इन्द्रियत्वस्य मनसि सत्त्वात् समन्वयः। इन्द्रियत्वमात्रोक्तौ चक्षुरादौ इन्द्रियत्वानुपादाने आत्मनि च अतिव्याप्तिः इत्युभयोपादानम्। तथा च सुखादिविषयकप्रत्यक्षनिष्ठकार्यतानिरूपितकारणताश्रयत्वे सति इन्द्रियत्वं मनसो निष्कृष्टं लक्षणम्। तच्चेति एकैकस्यात्मनः एकैकं मन इत्यात्मनामनेकत्वात् मनसोऽप्यनेकत्वं ज्ञेयम्। मनसः अनन्तत्वपरमाणुरूपत्वनित्यत्वानां प्रयोजनं दीपिकायां व्यक्तीकृतम्। द्रव्यमेवं निरूपितम्।\nटिप्पणी- सुखाद्युपलब्धिसाधनमिन्द्रियं मन इत्यत्र। ननु सुखाद्युपलब्धिसाधनमिन्द्रियम् इति मनोलक्षणे इन्द्रियत्वस्य ज्ञानकारणमनस्संयोगाश्रयत्वघटितेन्द्रियलक्षणे मनस्त्वस्य च प्रविष्टत्वेन अन्योन्याश्रयदोषप्रसङ्ग इति वाच्यम्, मनस्त्वस्य जातित्वेन इन्द्रियत्वस्य शब्देतरोद्भूतविशेषगुणानाश्रयत्वविशिष्टज्ञानकारणमनस्संयोगाश्रयत्वरूपतया इन्द्रियत्वग्रहस्य स्वपदग्राह्यमनस्त्वग्रहाधीनत्वेऽपि मनस्त्वग्रहस्य इन्द्रियत्वग्रहाधीनत्वाभावेन स्वग्रहाधीनग्रहाधीनस्वग्रहविषयत्वाभावेनात्रान्योन्याश्रयदोषो नास्ति। सुखाद्युपलब्धिसाधनत्वविशिष्टेन्द्रियत्वं मनोलक्षणमेव न मनस्त्वरूपम्। नातः मनस्त्वग्रहस्य इन्द्रियत्वग्रहाधीनतेति तद्दोषाप्रसक्तिः।",
        "tags": []
    },
    {
        "sectionId": 26,
        "tarkasangraha_sectionId": 20,
        "title": "इन्द्रियविशेष्यसम्बन्धः",
        "content": "गन्धग्राहकं घ्राणं घ्राणग्राह्यो गुणो गन्धः, रसग्राहकं रसनं रसनग्राह्यो गुणो रसः, रूपग्राहकं चक्षुः चक्षुर्मात्रग्राह्यो गुणो रूपं, स्पर्शग्राहकं त्वक् त्वगिन्द्रियमात्रग्राह्यो गुणः स्पर्शः इत्यादि लक्षणेषु च गन्धत्वादीनां जातित्वेन गन्धग्राहकत्वादीनां घ्राणादिलक्षणत्वेन च मनोलक्षण इव अन्योन्याश्रयदोषप्रसक्तिः वारणीया।\nचक्षुर्मात्रग्राह्यो गुणो रूपम्, तच्च शुक्लनीलपीतरक्तहरितकपिशचित्रभेदात् सप्तविधम्, पृथिवीजलतेजोवृत्ति, तत्र पृथिव्यां सप्तविधम् अभास्वरशुक्लं जले भास्वरशुक्लं तेजसि।।",
        "tags": []
    },
    {
        "sectionId": 27,
        "tarkasangraha_sectionId": 20,
        "title": "रूपलक्षणम्",
        "content": "अथ गुणाः निरूप्यन्ते।। रूपं लक्षयति चक्षुर्मात्रग्राह्येति। चक्षुर्मात्रेण ग्राह्यः, अत्र मात्रपदस्य इतरः योगः व्यवच्छेदश्चार्थः, इतरपदार्थैकदेशेतरत्वे चक्षुःपदार्थस्य प्रतियोगितानिरूपकत्वसंबन्धेनान्वयः, योगोऽत्र प्रत्यक्षविषयत्वम्, इतरपदार्थस्य जन्यत्वसम्बन्धेन प्रत्यक्षेऽन्वयः, तादृशविषयत्वस्य च व्यवच्छेदरूपाभावे अन्वयः, मात्रेणेत्यत्र तृतीयायाः जन्यत्वमर्थः, ग्रहधातोः प्रत्यक्षज्ञानम्, ण्यप्रत्ययस्य विषयत्वञ्चार्थः, तथाच चक्षुर्भिन्नेन्द्रियजन्यप्रत्यक्षाविषयत्वे सति चक्षुरिन्द्रियजन्यप्रत्यक्षविषयत्वे सति गुणत्वं रूपस्य लक्षणमिति फलितम्। (चक्षुर्मात्रेण ग्राह्यः चक्षुर्मात्रग्राह्यः, अत्र तृतीयायाः जन्यत्वम्, ग्रहधातोः प्रत्यक्षज्ञानम्, ण्यप्रत्ययस्य विषयत्वञ्चार्थः, मात्रपदस्य चक्षुर्भिन्नेन्द्रियजन्यप्रत्यक्षाविषयत्वमर्थः, तथा च चक्षुर्भिन्नेन्द्रियजन्यप्रत्यक्षाविषयत्वे सति चक्षुरिन्द्रियजन्यप्रत्यक्षविषयत्वे सति गुणत्वं रूपस्य लक्षणमिति फलितम्।) चक्षुर्भिन्नं यदिन्द्रियं त्वगिन्द्रियम्, तज्जन्यं यत्प्रत्यक्षम् अयमुष्णः अयं शीतः इत्याकारकं प्रत्यक्षम्, तद्विषयत्वं स्पर्शे वर्तते, तदविषयत्वं रूपे वर्तते, एवं चक्षुरिन्द्रियजन्यं यत्प्रत्यक्षम् अयं नीलः अयं पीतः इत्याकारकं प्रत्यक्षम्, तद्विषयत्वं गुणत्वञ्च रूपेऽस्तीति लक्षणसमन्वयः। गुणत्वमात्रोक्तौ रसादावपि गुणत्वस्य सत्त्वात्तत्रातिव्याप्तिः, तद्वारणाय विशेषणोपादानं, तन्निवेशे रसादौ गुणत्वस्य सत्त्वेऽपि चक्षुर्मात्रग्राह्यत्वस्याभावान्नातिव्याप्तिः। गुणत्वानुपादाने येनेन्द्रियेण या व्यक्तिः गृह्यते तेनेन्द्रियेण तन्निष्ठा जातिः तदाभावश्च गृह्यते इति न्यायेन रूपस्य चक्षुर्मात्रग्राह्यत्वे रूपत्वरूपाभावयोरपि चक्षुर्मात्रग्राह्यत्वात् तयोरतिव्याप्तिः, तद्वारणाय गुणत्वम्, तन्निवेशे तु रूपत्वस्य जातित्वेन रूपाभावस्याभावत्वेन तत्र गुणत्वस्याभावात् नातिव्याप्तिः। मात्रपदानुपादाने चक्षुर्भिन्नेन्द्रियजन्यप्रत्यक्षाविषयत्वानुपादाने चक्षुरिन्द्रियजन्यं यत्प्रत्यक्षम् अयमेकः इमौ द्वौ इत्याकारकं प्रत्यक्षम्, तद्विषयत्वं गुणत्वञ्च संख्यायामस्तीत्यतिव्याप्तिः, तद्वारणाय मात्रपदम्, तन्निवेशे तु चक्षुर्भिन्नेन्द्रियं त्वगिन्द्रियम्, तज्जन्यं यत्प्रत्यक्षम् अयमेकः इमौ द्वौ इत्याकारकं प्रत्यक्षम्, तद्विषयत्वस्यैव संख्यायां वर्तमानत्वेन तदविषयत्वस्य तत्राभावान्नातिव्याप्तिः। चक्षुरिन्द्रियजन्यप्रत्यक्षविषयत्वानुपादाने धर्माधर्मादेरतीन्द्रियत्वेन चक्षुर्भिन्नत्वगादीन्द्रियजन्यप्रत्यक्षाविषयत्वस्य गुणत्वस्य च तयोः विद्यमानत्वात् अतिव्याप्तिः, तद्वारणाय चक्षुरिन्द्रियजन्यप्रत्यक्षविषयत्वदलं निवेशनीयम्, तन्निवेशे चक्षुरिन्द्रियजन्यप्रत्यक्षं रूपादिविषयकं प्रत्यक्षमेव, न तु धर्माधर्मविषयकं प्रत्यक्षं तयोरतीन्द्रियत्वात्, अत तद्विषयत्वस्य धर्माधर्मादावभावात् नातिव्याप्तिः। एवमपि ज्ञानमात्रस्य मनोजन्यत्वेन चक्षुर्भिन्नमनइन्द्रियजन्यप्रत्यक्षविषयत्वस्यैव रूपे सत्त्वेन अविषयत्वस्याभावात् असम्भवः, तद्वारणाय चक्षुर्भिन्नेन्द्रियपदं त्वगिन्द्रियपरमिति वक्तव्यम्। तथा च त्वगिन्द्रियजन्यप्रत्यक्षाविषयत्वे सति चक्षुरिन्द्रियजन्यप्रत्यक्षविषयत्वे सति गुणत्वं रूपस्य लक्षणं फलितम्। तथा च चक्षुर्भिन्नमनइन्द्रियजन्यप्रत्यक्षविषयत्वस्य सत्त्वेऽपि त्वगिन्द्रियजन्यप्रत्यक्षविषयत्वस्याभावेन नासम्भवः।\nटिप्पणी- रूपलक्षणे। त्वगिन्द्रियजन्यप्रत्यक्षाविषयत्वे सति प्रत्यक्षविषयत्वे सति गुणत्वमिति एतावन्मात्रोक्तौ ईश्वरीयप्रत्यक्षविषयतामादाय रसादावतिव्याप्तिः। तद्वारणाय जन्यप्रत्यक्षविषयत्वमिति लक्षणकरणेऽपि योगजप्रत्यक्षविषयतामादाय पुनः रसादावतिव्याप्तिः। तद्वारणाय इन्द्रियजन्यप्रत्यक्षविषयत्वमिति लक्षणकरणेऽपि रासनप्रत्यक्षविषयतामादाय रसादावतिव्याप्तिः। अतः चक्षुरिन्द्रियजन्यप्रत्यक्ष विषयत्वरूपस्य (कृत्स्नस्यापि ) दलस्य आवश्यकता अस्त्येव।",
        "tags": []
    },
    {
        "sectionId": 28,
        "tarkasangraha_sectionId": 21,
        "title": "रसः",
        "content": "रसनग्राह्यो गुणो रसः, स च मधुराम्ललवणकटुकषायतिक्तभेदात् षड्विधः पृथिवीजलवृत्तिः, तत्र पृथिव्यां षड्विधः, जले तु मधुर एव।\nरसं लक्षयति रसनेति। रसनेन ग्राह्यः रसनग्राह्यः, तृतीयायाः जन्यत्वम्, ग्रहधातोः प्रत्यक्षज्ञानम्, ण्यप्रत्ययस्य विषयत्वञ्चार्थः। तथा च रसनेन्द्रियजन्यप्रत्यक्षविषयत्वे सति गुणत्वं रसस्य लक्षणमिति फलितम्, तथा च रसनेन्द्रियजन्यं यत्प्रत्यक्षम् अयं मधुरः अयमाम्लः इत्याकारकं प्रत्यक्षम्, तद्विषयत्वस्य गुणत्वस्य च रसे सत्त्वात् लक्षणसमन्वयः। गुणत्वमात्रोक्तौ रूपादौ, गुणत्वानुपादाने रसत्वरसाभावयोश्च अतिव्याप्तिः, अतः दलद्वयोपादानम्।",
        "tags": []
    },
    {
        "sectionId": 29,
        "tarkasangraha_sectionId": 22,
        "title": "गन्धः",
        "content": "घ्राणग्राह्यो गुणो गन्धः, स द्विविधः, सुरभिरसुरभिश्चेति, पृथिवीमात्रवृत्तिः।।\nगन्धं लक्षयति घ्राणेति। शाब्दबोधः रसलक्षणवत् ग्राह्यः। घ्राणेन्द्रियजन्यप्रत्यक्षविषयत्वे सति गुणत्वं गन्धस्य लक्षणम्। घ्राणेन्द्रियजन्यं यत्प्रत्यक्षम् अयं सुरभिः अयमसुरभिः इत्याकारकं प्रत्यक्षम्, तादृशप्रत्यक्षविषयत्वे सति गुणत्वस्य गन्धे सत्त्वात् लक्षणसमन्वयः। गुणत्वमात्रोक्तौ रूपादौ, गुणत्वानुपादाने गन्धत्वगन्धाभावयोश्च अतिव्याप्तिः, अतो दलद्वयोपादानम्।।",
        "tags": []
    },
    {
        "sectionId": 30,
        "tarkasangraha_sectionId": 23,
        "title": "स्पर्शलक्षणम्",
        "content": "त्वगिन्द्रियमात्रग्राह्यो गुणः स्पर्शः, स त्रिविधः शीतोष्णानुष्णाशीतभेदात्, पृथिवीजलतेजोवायुवृत्तिः, तत्र शीतो जले, उष्णस्तेजसि, अनुष्णाशीतः पृथिवीवाय्वोः। \nस्पर्शं लक्षयति त्वगिन्द्रियेति। शाब्दबोधप्रकारः रूपलक्षण इव बोध्यः। त्वग्भिन्नेन्द्रियजन्यप्रत्यक्षाविषयत्वे सति त्वगिन्द्रियजन्यप्रत्यक्षविषयत्वे सति गुणत्वं स्पर्शस्य लक्षणम्। त्वग्भिन्नं यदिन्द्रियं चक्षुरिन्द्रियम्, तज्जन्यं  यत्प्रत्यक्षम् अयं नीलः अयं पीतः इत्याकारकं प्रत्यक्षम्, तद्विषयत्वं रूपे वर्तते अविषयत्वं स्पर्शे वर्तते, त्वगिन्द्रियजन्यं यत्प्रत्यक्षम् अयमुष्णः अयं शीतः इत्याकारकं प्रत्यक्षम्, तद्विषयत्वं गुणत्वञ्च स्पर्शेऽस्तीति लक्षणसमन्वयः। गुणत्वमात्रोक्तौ रूपादावतिव्याप्तिः। गुणत्वानुपादाने 'येनेन्द्रियेण' इति न्यायेन स्पर्शत्वस्पर्शाभावयोः अतिव्याप्तिः। मात्रपदानुपादाने संख्यादावतिव्याप्तिः। त्वग्भिन्नेन्द्रियजन्यप्रत्यक्षाविषयत्वे सति गुणत्वमात्रोक्तौ धर्माधर्मादावतिव्याप्तिः, अतः दलत्रयोपादानम्। त्वग्भिन्नेन्द्रियपदेन मनइन्द्रियमादाय पूर्ववदसम्भववारणाय चक्षुरिन्द्रियजन्यप्रत्यक्षाविषयत्वे सति त्वगिन्द्रियजन्यप्रत्यक्षविषयत्वे सति गुणत्वं स्पर्शस्य लक्षणमिति वक्तव्यम्।\nरूपरसगन्धस्पर्शलक्षणेषु चतुर्षु च परमाणुगतेषु रूपरसगन्धस्पर्शेषु तत्तदिन्द्रियग्राह्यत्वस्याभावेनाव्याप्तिवारणाय जातिघटितलक्षणपरिष्कारः कर्तव्यः। तत्प्रकारश्च, त्वगिन्द्रियजन्यप्रत्यक्षविषयतानवच्छेदकीभूता चक्षुरिन्द्रियजन्यप्रत्यक्षविषयतावच्छेदकीभूता या जातिः तद्वत्त्वे सति गुणत्वमिति रूपलक्षणे, रसनेन्द्रियजन्यप्रत्यक्षविषयतावच्छेदकीभूतजातिमत्त्वे सति गुणत्वमिति रसलक्षणे, घ्राणेन्द्रियजन्यप्रत्यक्षविषयतावच्छेदकजातिमत्त्वे सति गुणत्वमिति गन्धलक्षणे, चक्षुरिन्द्रियजन्यप्रत्यक्षविषयतानवच्छेदकीभूता त्वगिन्द्रियजन्यप्रत्यक्षविषयतावच्छेदकीभूता या जातिः तद्वत्त्वे सति गुणत्वमिति स्पर्शलक्षणे च ग्राह्यः।।",
        "tags": []
    },
    {
        "sectionId": 31,
        "tarkasangraha_sectionId": 24,
        "title": "नित्यानित्यगुणभेदः",
        "content": "रूपादिचतुष्टयं पृथिव्यां पाकजमनित्यम्, अन्यत्रापाकजं नित्यमनित्यञ्च, नित्यगतं नित्यम्, अनित्यगतम् अनित्यम्।।\nरूपादिचतुष्टयं पृथिव्यां पाकजमिति, अत्र पृथिव्यामिति पृथिवीसामान्यबोधकशब्दोपादानेन नित्यपृथिव्यामनित्यपृथिव्याञ्च विद्यमानं रूपादिचतुष्टयं पाकजन्यत्वेन ‘यज्जन्यं तदनित्यम्’, इति व्याप्त्या अनित्यं भवतीति ज्ञायते, जलादौ विद्यमानस्य रूपादेः पाकजन्यत्वाभावेन सर्वत्रापि विद्यमानस्य तस्य नानित्यत्वनियमः, किन्तु नित्यगतं चेत् आश्रयस्य नित्यत्वेन आधेयस्य तस्यापि नित्यत्वम्, अनित्यगतं चेत् आश्रयस्यानित्यत्वेन ‘आश्रयनाशादाश्रयिनाशः’ इति नियमेन आधेयस्य तस्याप्यनित्यत्वम्। (आश्रयः समवायिकारणं, आश्रयी समवेतं कार्यम्) अन्यत्रापाकजं नित्यमनित्यञ्चेत्यत्र रूपादिचतुष्टयपदस्य पूर्वमुपात्तत्वेन सान्निध्यबलात् अन्यत्रेत्यत्रापि तत्पदयोजनमावश्यकं भवति, तथा योजने च अन्यत्र जलादौ रूपादिचतुष्टयं न सम्भवति, कुतः, पृथिव्यां तच्चतुष्टयं जले गन्धं विहाय त्रयम्, तेजसि रसगन्धौ विहाय द्वयम्, वायौ स्पर्श एक एव वर्तत इति, अतः रूपादिचतुष्टयपदस्य तच्चतुष्टयघटकमर्थः, तथाच पृथिव्यामन्यत्र च तदन्वेतीति नानुपपत्तिः।।\nटिप्पणी- ननु रूपादिचतुष्टयलक्षणेषु परमाणुरूपादिचतुष्टयेऽव्याप्तिवारणाय जातिघटितत्वपरिष्कारस्यावश्यं कर्तव्यतया तल्लक्षणचतुष्टये च एतावतैव रूपत्वरसत्वादिजातिषु अतिव्याप्तिप्रसक्त्यभावेन गुणत्वदलस्य वैयर्थ्यमिति वाच्यम्, रूपलक्षणे सुवर्णत्वजातिमादाय सुवर्णेऽतिव्याप्तिवारणाय वायोरूष्मणश्च प्रत्यक्षवादिमते स्पर्शलक्षणे वायुत्वजातिमूष्मत्वजातिं वाऽदाय वायूष्मणोश्च दोषवारणाय गुणपदसार्थक्यात्, रसलक्षणे मधुररसवत्फलम् इति प्रत्यक्षविषयफलत्वजातिमादाय गन्धलक्षणे सुरभि कुसुमम् इति प्रत्यक्षविषयकुसुमत्वजातिं च आदाय फलकुसुमयोरतिव्याप्तिवारणाय च गुणपदसार्थक्यात्। न च रसगन्धलक्षणयोः विषयतायां (लौकिकसन्निकर्षप्रयोज्यत्वस्य) तत्तदिन्द्रियप्रयोज्यत्वस्य निवेशेनैव फलकुसुमादावतिव्याप्त्यभावेन गुणपदवैयर्थ्यं दुर्वारमेवेति वाच्यम्, तदा तल्लक्षणद्वये गुणपदस्य स्वरूपकीर्तनमात्रपरत्वमेव बोध्यम्।",
        "tags": []
    },
    {
        "sectionId": 32,
        "tarkasangraha_sectionId": 25,
        "title": "संख्या",
        "content": "एकत्वा(एका)दिव्यवहारहेतुः संख्या, नवद्रव्यवृत्तिः एकत्वादिपरार्धपर्यन्ता एकत्वं द्विविधं नित्यमनित्यञ्चेति, नित्यगतं नित्यम्, अनित्यगतम् अनित्यम्, द्वित्वादिकं तु सर्वत्रानित्यमेव।।\nसंख्यां लक्षयति एकत्वादीति(एकादीति)। संख्यापरिमाणपृथक्त्वसंयोगपरत्वापरत्वलक्षणवाक्यस्थलेषु शाब्दबोधप्रकारः काललक्षण इव ग्राह्यः। एकादिव्यवहारनिष्ठकार्यतानिरूपितकारणताश्रयत्वं संख्यायाः लक्षणम्, एकादिव्यवहारनिष्ठा या कार्यता अयमेकः इमौ द्वौ इत्याकारकव्यवहारनिष्ठा कार्यता, तन्निरूपिता या कारणता एकत्वद्वित्वादिसंख्यायां विद्यमाना कारणता, तदाश्रयत्वस्य एकत्वादिसंख्यायां सर्वत्रापि सत्त्वात्समन्वयः। व्यवहारहेतुत्वमात्रोक्तौ पूर्ववत् घटेऽतिव्याप्तिः। आदिपदाभावे द्वित्वादिसंख्यायामव्याप्तिः। पूर्ववत् घटादावतिव्याप्तिवारणाय एकादिव्यवहारनिष्ठकार्यतानिरूपितकारणतावज्ज्ञानीयमुख्यविशेष्यतानिरूपितप्रकारताश्रयत्वपर्यन्तं लक्षणं परिष्करणीयम्। एकत्वत्वद्वित्वत्वादावतिव्याप्तिवारणाय विशेष्यतायां मुख्यत्वनिवेशः। प्रकारत्वानच्छिन्नत्वं (प्रकारत्वासमानाधिकरणत्वं) मुख्यत्वं ज्ञेयम्। एकत्वं नित्यगतं नित्यमिति। आश्रयस्य नित्यत्वे आधेयस्यैकत्वस्यापि नित्यत्वम्, यथा गगनादौ एकत्वम्। आश्रयस्यानित्यत्वे आश्रयनाशानन्तरं आधेयगतमेकत्वमपि नश्यति, यथा घटादावेकत्वम्। द्वित्वादिकन्तु सर्वत्रानित्यमेवेति। द्वित्वादीनां अयमेकः अयमेकः इत्याकारकापेक्षाबुद्धिजन्यत्वेन (अनेकैकत्वबुद्धिर्या साऽपेक्षाबुद्धिरुच्यते। इति कारिकावल्याम्) अपेक्षाबुद्धेः नाशात् कार्यभूतं द्वित्वादिकमपि  नश्यति नाशकान्तराभावेन अपेक्षाबुद्धिनाशेनैव द्वित्वादिनाशोऽङ्गीकर्तव्यः अपेक्षाबुद्धितः तस्य नाशानङ्गीकारे कालान्तरे अपेक्षाबुद्धिमन्तरापि चिरस्थायिन्याऽनयैव तत्प्रत्यक्षमुत्पद्येत, अतो नित्यगतम् अनित्यगतं वा द्वित्वादिकमनित्यमेवेति सिद्धान्तः।",
        "tags": []
    },
    {
        "sectionId": 33,
        "tarkasangraha_sectionId": 26,
        "title": "परिमाणम्",
        "content": "मानव्यवहाराऽसाधारणकारणं परिमाणम्। नवद्रव्यवृत्ति। तच्चतुर्विधम्, अणु महत् दीर्धं ह्रस्वञ्चेति।।\nपरिमाणं लक्षयति मानव्यवहारेति। मानव्यवहारनिष्ठकार्यतानिरूपितकारणताश्रयत्वं परिमाणस्य लक्षणम्, मानव्यवहारनिष्ठा या कार्यता अयमणुः अयं महान् अयं दीर्घः अयं ह्रस्वः इत्याकारकशब्दप्रयोगनिष्ठा कार्यता, तन्निरूपितकारणताश्रयत्वम् अणुत्वादिपरिमाणेषु वर्तते इति लक्षणसमन्वयः। व्यवहारहेतुत्वघटितलक्षणेषु सर्वत्रापि व्यवहारहेतुत्वमात्रोक्तौ घटादावेवातिव्याप्तिर्बोध्या। असाधारणकारणत्वानिवेशे ईश्वरादृष्टादेः कार्यमात्रं प्रति साधारणकारणत्वेन मानव्यवहारादेरपि कार्यत्वेन तत्कारणत्वस्येश्वरादृष्टादौ सत्त्वेन तत्रातिव्याप्तिः, अतः असाधारणकारणत्वं निवेशनीयम्, तदर्थश्च मानव्यवहारत्वाद्यवच्छिन्नकार्यतानिरूपितकारणताश्रयत्वमिति पर्यवस्यति। ईश्वरादृष्टादेः कार्यमात्रं प्रति साधारणकारणत्वेन मानव्यवहारादिनिष्ठकार्यतानिरूपितकारणताश्रयत्वस्य सत्त्वेऽपि मानव्यवहारत्वाद्यवच्छिन्नकार्यतानिरूपितकारणताश्रयत्वस्याभावात् नातिव्याप्तिः। अणुत्वादिव्यवहारत्वावच्छिन्नं प्रति प्रत्येकमणुत्वेन महत्वेन च कार्यकारणभावसद्भावात्समन्वयः। (एवमुत्तरत्राप्यसाधारणकारणत्वप्रयोजनं ग्राह्यम्, बुद्धिलक्षणातिरिक्तेषु व्यवहारहेतुत्वघटितलक्षणेषु पूर्ववत् घटादिष्वतिव्याप्तिवारणाय तत्तद्व्यवहारनिष्ठकार्यतानिरूपितकारणतावज्ज्ञानीयमुख्यविशेष्यतानिरूपितप्रकारताश्रयत्वपर्यन्तं लक्षणं परिष्करणीयमेव, एवं परिष्कृते लक्षणे कालेश्वरादृष्टादावतिव्याप्तिप्रसक्त्यभावेन असाधारणकारणत्वानिवेशेऽपि न कापि क्षतिः, किन्तु यथाश्रुतलक्षण एव तस्य सार्थक्यमित्यवधेयम्) तद्विभजते अण्विति, अत्र च भावप्रधाननिर्देशः, यथाश्रुतेऽसङ्गत्यापत्तेः, स च धर्मबोधेच्छया धर्मिप्रतिपादनं, भावार्थमुख्यविशेष्यकबोधेच्छयोच्चरितशब्दो वा स इति ज्ञेयम्।।",
        "tags": []
    },
    {
        "sectionId": 34,
        "tarkasangraha_sectionId": 27,
        "title": "पृथक्त्वम्",
        "content": "पृथग्व्यवहारासाधारणकारणं पृथक्त्वम्, सर्वद्रव्यवृत्ति।।\nपृथक्त्वं लक्षयति पृथगिति। पृथग्व्यवहारनिष्ठकार्यतानिरूपितकारणताश्रयत्वं पृथक्त्वस्य लक्षणम्। पृथग्व्यवहारनिष्ठा या कार्यता अयमस्मात्पृथगिति व्यवहारनिष्ठा कार्यता, तन्निरूपितकारणताश्रयत्वं पृथक्त्वे वर्तत इति लक्षणसमन्वयः। अन्यत्सर्वं पूर्ववत् बोध्यम्।।",
        "tags": []
    },
    {
        "sectionId": 35,
        "tarkasangraha_sectionId": 28,
        "title": "संयोगः",
        "content": "संयुक्तव्यवहारहेतुस्संयोगः, सर्वद्रव्यवृत्तिः।।\nसंयोगं लक्षयति संयुक्तेति। संयुक्तव्यवहारनिष्ठकार्यतानिरूपितकारणताश्रयत्वं संयोगस्य लक्षणम्, संयुक्तव्यवहारनिष्ठा या कार्यता इमौ संयुक्तौ इति व्यवहारनिष्ठा कार्यता, तन्निरूपितकारणताश्रयत्वं संयोगेऽस्तीति समन्वयः। अन्यत्सर्वं पूर्ववत्।",
        "tags": []
    },
    {
        "sectionId": 36,
        "tarkasangraha_sectionId": 29,
        "title": "विभागः",
        "content": "संयोगनाशको गुणो विभागः, सर्वद्रव्यवृत्तिः।।\nविभागं लक्षयति संयोगेति।। संयोगस्य नाशकः संयोगनाशकः, षष्ठ्याः प्रतियोगितानिरूपकत्वम्, नश् धातोः ध्वंसोऽर्थः, ण्वुल्प्रत्ययस्य जनकत्वमर्थः, तथाच संयोगप्रतियोगिकनाशजनकत्वे सति गुणत्वं विभागस्य लक्षणम्, आदौ क्रिया, क्रियातो विभागः, विभागात्पूर्वसंयोगनाशः, पूर्वसंयोगनाशादुत्तरसंयोगोत्पत्तिरिति क्रममनुसृत्य संयोगनाशजनकत्वं गुणत्वञ्च विभागेऽस्तीति समन्वयः। गुणत्वमात्रोक्तौ रूपादावतिव्याप्तिः। गुणत्वानुपादाने क्रियाया अपि परम्परया संयोगनाशजनकत्वात् तत्रातिव्याप्तिः, अतः उभयोपादानम्।\n\nटिप्पणी\nविभागलक्षणे। ननु संयोगनाशजनकत्वे सति गुणत्वस्य विभागलक्षणत्वाङ्गीकारेऽपि ध्वंसं प्रति प्रतियोगिनः कारणत्वेन संयोगनाशजनकत्वस्य गुणत्वस्य च संयोगे सत्त्वात् अतिव्याप्तिरिति वाच्यम्, संयोगनाशनिष्ठजन्यतायां प्रतियोगितासम्बन्धानवच्छिन्नत्वस्य जनकतायां समवायसम्बन्धावच्छिन्नत्वस्य वा निवेशनीयत्वात्, तन्निवेशे प्रतियोगितासम्बन्धेन जायमानसंयोगनाशं प्रति तादात्म्यसम्बन्धेन संयोगस्य  कारणत्वेन अत्र कार्यतायाः प्रतियोगितासम्बन्धावच्छिन्नत्वेन कारणतायाः तादात्म्यसम्बन्धावच्छिन्नत्वेन च प्रकारद्वयेऽपि दोषाभावात्। स्वरूपसम्बन्धेन जायमानसंयोगनाशं प्रति समवायसम्बन्धेन विभागस्य कारणत्वेन उभयत्रापि लक्षणसमन्वयः।",
        "tags": []
    },
    {
        "sectionId": 37,
        "tarkasangraha_sectionId": 30,
        "title": "परत्वम्",
        "content": "परापरव्यवहारासाधारणकारणे परत्वापरत्वे। पृथिव्यादिचतुष्टयमनोवृत्तिनी। ते द्विविधे, दिक्कृते कालकृते चेति। दूरस्थे दिक्कृतं परत्वम्। समीपस्थे दिक्कृतमपरत्वम्। ज्येष्ठे कालकृतं परत्वम्। कनिष्ठे कालकृतमपरत्वम्।\n\tपरत्वापरत्वयोर्लक्षणमाह परापरेति। परव्यवहारनिष्ठकार्यतानिरूपितकारणताश्रयत्वं परत्वस्य लक्षणम्। परव्यवहारनिष्ठा या कार्यता अयमस्मात्परः इति व्यवहारनिष्ठा कार्यता, तन्निरूपितकारणताश्रयत्वं परत्वे वर्तत इति समन्वयः। अपरव्यवहारनिष्ठकार्यतानिरूपितकारणताश्रयत्वम् अपरत्वस्य लक्षणम्, अपरव्यवहारनिष्ठा या कार्यता अयमस्मादपरः इति व्यवहारनिष्ठा कार्यता, तन्निरूपितकारणताश्रयत्वमपरत्वे वर्तत इति लक्षणसमन्वयः। अन्यत्सर्वं पूर्ववत् बोध्यम्।",
        "tags": []
    },
    {
        "sectionId": 38,
        "tarkasangraha_sectionId": 31,
        "title": "गुरुत्वम्",
        "content": "आद्यपतनासमवायिकारणं गुरुत्वम्। पृथिवीजलवृत्ति।\nगुरुत्वं लक्षयति आद्येति। आद्यपतननिष्ठकार्यतानिरूपितासमवायिकारणताश्रयत्वं गुरुत्वस्य लक्षणम्। आद्यपतननिष्ठकार्यतानिरूपिता या असमवायिकारणता गुरुत्वनिष्ठाऽसमवायिकारणता, तदाश्रयत्वं गुरुत्वेऽस्तीति समन्वयः। आद्यपदाभावे द्वितीयादिपतनमादाय वेगेऽतिव्याप्तिः। असमवायित्वानुपादाने आद्यपतनसमवायिकारणत्वं तन्निमित्तकारणतां वा आदाय तत्समवायिकारणफलादौ तन्निमित्तकारणवाय्वादौ चातिव्याप्तिः।।",
        "tags": []
    },
    {
        "sectionId": 39,
        "tarkasangraha_sectionId": 32,
        "title": "द्रवत्वम्",
        "content": "आद्यस्यन्दनासमवायिकारणं द्रवत्वम्। पृथिवीजलतेजोवृत्ति, तत् द्विविधं सांसिद्धिकं नैमित्तिकञ्चेति।  सांसिद्धिकं जले। नैमित्तिकं पृथिवीतेजसोः। पृथिव्यां घृतादावग्निसंयोगजं द्रवत्वम्। तेजसि सुवर्णादौ।।\nद्रवत्वं लक्षयति आद्येति। गुरुत्वद्रवत्वलक्षणयोर्बोधस्सुगम इति न लिखितम्। आद्यस्यन्दननिष्ठकार्यतानिरूपितासमवायिकारणताश्रयत्वं द्रवत्वस्य लक्षणम्। आद्यस्यन्दननिष्ठकार्यतानिरूपिता याऽसमवायिकारणता द्रवत्वनिष्ठाऽसमवायिकारणता, तदाश्रयत्वं द्रवत्वेऽस्तीति समन्वयः। आद्यपदाभावे द्वितीयादिस्यन्दनमादाय वेगेऽतिव्याप्तिः। असमवायित्वानुपादाने पूर्ववत् तत्समवायिकारणीभूतजलादावतिव्याप्तिः। अत्र लक्षणद्वये चासमवायिकारणत्वम् आद्यपतनादिनिष्ठकार्यतानिरूपितसमवायसम्बन्धावच्छिन्नकारणताश्रयत्वरूपमेव, न तु समवायसम्बन्धावच्छिन्नकार्यताघटितं तत्, अत्र कार्यतायां समवायसम्बन्धावच्छिन्नत्वप्रवेशे प्रयोजनाभावात् इति।।",
        "tags": []
    },
    {
        "sectionId": 40,
        "tarkasangraha_sectionId": 33,
        "title": "स्नेहलक्षणम्",
        "content": "चूर्णादिपिण्‍डीभावहेतुर्गुणः स्नेहः। जलमात्रवृत्तिः।\nस्नेहं लक्षयति चूर्णादीति। बोधः पूर्ववत्। पिण्‍डीभावो नाम धारणाकर्षणहेतुभूतो विलक्षणसंयोगः। चूर्णादिपिण्‍डीभावनिष्ठकार्यतानिरूपितकारणताश्रयत्वे सति गुणत्वं स्नेहस्य लक्षणम्। चूर्णादिपिण्डीभावनिष्ठकार्यतानिरूपिता या कारणता स्नेहनिष्ठा कारणता, तदाश्रयत्वं स्नेहे वर्तत इति समन्वयः। विशेष्यमात्रोपादाने रूपादौ विशेषणमात्रोपादाने कालेश्वरादौ चातिव्याप्तिरित्युभयोपादानम्। नचैवमप्यदृष्टेऽतिव्याप्तिर्दुर्वारेति। असाधारणकारणत्वनिवेशेन तस्याः वारणीयत्वात्। नचैवं असाधारणकारणत्वनिवेशे कालेश्वरादावसाधारणकारणत्वाभावेनैवातिव्याप्तिवारणात् गुणपदस्य वैयर्थ्यमिति वाच्यम्, चूर्णादावतिव्याप्तिवारणायैव तत्सार्थक्यात्। वस्तुतस्तु स्नेहस्य पिण्डीभावहेतुत्वस्वीकारे प्रमाणाभावेन स्वाश्रयसंयुक्तत्वसम्बन्धेनास्य कारणत्वस्य वक्तव्यतया गौरवेण च नास्य पिण्‍डीभावहेतुत्वमङ्गीकार्यम्। द्रुतजलसंयोगस्य तत्कारणत्वकल्पने प्रत्यक्षप्रमाणसाहाय्येन अस्य समवायसम्बन्धेनैव कारणत्वस्य सुवचतया कारणतावच्छेदकसम्बन्धलाघवेन च द्रुतजलसंयोगस्यैव पिण्डीभावहेतुत्वं वक्तव्यम्। अतश्च एवमेवाभिप्रयन्ति बहवः।।",
        "tags": []
    },
    {
        "sectionId": 41,
        "tarkasangraha_sectionId": 34,
        "title": "शब्दः",
        "content": "श्रोत्रग्राह्यो गुणश्शब्दः। स द्विविधः ध्वन्यात्मको वर्णात्मकश्चेति। ध्वन्यात्मको भेर्यादौ। वर्णात्मकस्संस्कृतभाषादिरूपः।।\nशब्दं लक्षयति श्रोत्रेति। रसादिलक्षणस्थलवत् बोधप्रकारः ग्राह्यः। श्रोत्रेन्द्रियजन्यप्रत्यक्षविषयत्वे सति गुणत्वं शब्दस्य लक्षणम्। श्रोत्रेन्द्रियजन्यं यत्प्रत्यक्षम् अयं भेरीशब्दः अयं मृदङ्गशब्दः इत्याद्याकारकं प्रत्यक्षम्, तद्विषयत्वे सति गुणत्वस्य शब्दे सत्त्वात् समन्वयः। विशेष्यमात्रोपादाने रूपादौ विशेषणमात्रोपादाने शब्दत्वादौ च अतिव्याप्तिः इत्युभयोपादानम्। न च अत्रान्तिमशब्दस्यैव श्रोत्रेन्द्रियग्राह्यत्वेन आद्यशब्दे तल्लक्षणाभावादव्याप्तिरिति वाच्यम्। श्रोत्रेन्द्रियजन्यप्रत्यक्षविषयतावच्छेदकजातिमद्गुणत्वस्य निवेशनीयत्वात्, आद्यस्याप्रत्यक्षत्वेऽपि तादृशजातिमत्त्वस्य तत्राप्यक्षतत्वेनाव्याप्त्यभावात्। नचैवं जातिघटितलक्षणे शब्दत्वादावतिव्याप्त्यभावात् गुणत्वस्य वैयर्थ्यमिति वाच्यम्, श्रोत्रेन्द्रियजन्यं यत्प्रत्यक्षम् अयं भेरीशब्दः इत्यादिप्रत्यक्षम्, तद्विषयतावच्छेदकीभूता या जातिः भेरीत्वजातिः, तादृशजातिमत्त्वस्य  भेर्यादौ सत्त्वात् अतिव्याप्त्यापत्तेः। न च श्रोत्रेन्द्रियजन्यत्वस्य न प्रत्यक्षविशेषणत्वम्, किन्तु श्रोत्रेन्द्रियप्रयोज्यत्वस्य प्रत्यक्षविषयताविशेषणत्वमङ्गीक्रियते, तथाच श्रोत्रेन्द्रियप्रयोज्यप्रत्यक्षविषयतावच्छेदकजातिमत्त्वं लक्षणमुच्यते, भेर्यादिनिष्ठविषयतायाः श्रोत्रेन्द्रियप्रयोज्यत्वाभावेन न तत्रातिव्याप्तिरिति वाच्यम्, तदा गुणपदस्य स्वरूपकीर्तनमात्रपरत्वमेवाङ्गीक्रियते इति ध्येयम्।।",
        "tags": []
    },
    {
        "sectionId": 42,
        "tarkasangraha_sectionId": 35,
        "title": "बुद्धिविभागः",
        "content": "सर्वव्यवहारहेतुर्ज्ञानं बुद्धिः। सा द्विविधा। स्मृतिरनुभवश्चेति। संस्कारमात्रजन्यं ज्ञानं स्मृतिः। तद्भिन्नं ज्ञानमनुभवः। स द्विविधः। यथार्थोऽयथार्थश्च। तद्वति तत्प्रकारकोऽनुभवो यथार्थः। यथा रजते इदं रजतमिति ज्ञानम्। सैव प्रमेत्युच्यते। तदभाववति तत्प्रकारकोऽनुभवोऽयथार्थः। यथा शुक्ताविदं रजतमिति ज्ञानम्। सैवाप्रमेत्युच्यते।\nबुद्धिं निरूपयति सर्वेति। (अर्थं बुद्ध्वा शब्दरचना इति न्यायेन अर्थज्ञानस्य शब्दप्रयोगहेतुत्वं निर्विवादम्) सर्वव्यवहारनिष्ठकार्यतानिरूपितकारणताश्रयत्वं बुद्धेर्लक्षणम्, सर्वव्यवहारनिष्ठा या कार्यता अयं घट इत्यादिशब्दप्रयोगे विद्यमाना कार्यता, तन्निरूपिता या कारणता अयं घट इत्यादिज्ञाने विद्यमाना कारणता, तदाश्रयत्वं ज्ञाने वर्तत इति लक्षणसमन्वयः। अत्र सर्वे ये व्यवहाराः तद्धेतुत्वमिति वा सर्वमिति यो व्यवहारः तद्धेतुत्वमिति वा विग्रहः? नाद्यः, कस्यापि ज्ञानस्य सर्वव्यवहारहेतुत्वाभावात् असम्भवापत्तेः। न द्वितीयः, सर्वत्वप्रकारकव्यवहारहेतुत्वस्य सर्वमिति ज्ञाने सत्त्वेऽपि घटपटादिज्ञानेषु तस्याभावात् अव्याप्तिः। अतः द्वितीयं पक्षमवलंब्य सर्वत्वप्रकारकज्ञानजनकशब्दप्रयोगनिष्ठकार्यतानिरूपितकारणतावद्वृत्तिजातिमत्त्वमिति लक्षणं परिष्करणीयम्, अतः सर्वत्वप्रकारकव्यवहारनिष्ठकार्यतानिरूपितकारणतावत् सर्वम् इति ज्ञानम्, तद्वृत्तिः या जातिः ज्ञानत्वजातिः, तद्वत्वस्य घटादिविषयकज्ञानेष्वपि सत्त्वात् अव्याप्त्यभावः, लक्षणसमन्वयश्च। नचैवं सर्वव्यवहारनिष्ठकार्यतानिरूपितकारणतावद्वृत्तिगुणत्वजातिमादाय रूपादावतिव्याप्तिरिति वाच्यम्, जातौ गुणत्वव्याप्यत्वस्य निवेशनीयत्वात्, गुणत्वजातिः न गुणत्वव्याप्येति नातिव्याप्तिः। अथवा, सर्वपदस्य स्वरूपकीर्तनपरत्वमेवाङ्गीक्रियते, व्यवहारहेतुत्वमात्रमेव ज्ञानस्य लक्षणमुच्यते। शब्दप्रयोगं प्रति ज्ञानस्यैव साक्षाद्धेतुत्वेन घटादीनाञ्च ज्ञानद्वारैव कारणत्वेन साक्षात् व्यवहारहेतुत्वकथनेनैव घटादावतिव्याप्तेर्वारणात्। अतो न विग्रहविकल्पप्रयुक्तासम्भवाव्याप्ती, व्यवहारं प्रति साक्षाद्धेतुत्वस्य ज्ञाने सर्वत्रापि सम्भवात्। नचैवं कालेश्वरादावतिव्याप्तिः, गुणत्वस्यापि निवेशनीयत्वात्। न च तथाप्यदृष्टेऽतिव्याप्तिर्दुर्वारेति वाच्यम्, व्यवहारासाधारणकारणत्वस्यापि निवेशनीयत्वात्। नचैवं गुणपदं व्यर्थम्, इष्टापत्तेः। अत एव गुणपदं विहाय सर्वव्यवहारहेतुः ज्ञानं बुद्धिरित्येव मूले ग्रन्थकृताऽभिहितमिति बोध्यम्।। ज्ञानं विभजते स द्विविध इति। स्मृतित्वानुभवत्वरूपविभाजकधर्मद्वयान्यतरवदभिन्ना बुद्धिरिति बोधः।।\nस्मृतिं लक्षयति संस्कारेति। मात्रपदस्य इतरयोगो व्यवच्छेदश्च अर्थः, अत्र इतरयोगः इतरजन्यत्वरूपः, अस्य च व्यवच्छेदेऽन्वयः। तथाच संस्कारेतराजन्यत्वे सति संस्कारजन्यत्वे सति ज्ञानत्वं स्मृतेः लक्षणमिति फलितम्। संस्कारजन्यत्वे सति ज्ञानत्वस्य स्मृतौ सत्त्वात् समन्वयः। (प्रथममनुभवः, ततः भावनाख्यसंस्कारः, ततः उद्बोधकसामग्रीसहितात् संस्कारात् स्मृतिः, इति स्मृतेरुत्पत्तिक्रमः) ज्ञानत्वमात्रोक्तावनुभवेऽतिव्याप्तिः। संस्कारजन्यत्वमात्रोक्तौ ध्वंसं प्रति प्रतियोगिनः कारणत्वेन संस्कारमात्रजन्यत्वस्य संस्कारध्वंसे सत्त्वात् तत्राऽतिव्याप्तिः। अतो ज्ञानत्वदलम्, तन्निवेशे ध्वंसे ज्ञानत्वस्याभावात् नातिव्याप्तिः। संस्कारेतराजन्यत्वे सति ज्ञानत्वमात्रोक्तौ ईश्वरीयज्ञानस्य नित्यत्वेन (केनाप्यजन्यत्वात्) संस्कारेतराजन्यत्वं ज्ञानत्वञ्च तत्रास्तीत्यतिव्याप्तिः, अतः संस्कारजन्यत्वनिवेशः। नच ईश्वरीयज्ञानस्य जन्यत्वविशेषणेनैव वारणात् संस्कारपदं व्यर्थमिति वाच्यम्, योगिज्ञानस्य योगजन्यत्वेन तत्र जन्यत्वज्ञानत्वयोः सत्त्वात् अतिव्याप्तेः, संस्कारजन्यत्वनिवेशे तु योगिज्ञानस्य योगजन्यत्वेन संस्कारजन्यत्वाभावात् नातिव्याप्तिः। न च योगिज्ञानस्य योगजन्यत्वेन संस्कारेतराजन्यत्वविशेषणेनैव दोषवारणात् संस्कारपदस्य वैयर्थ्यं दुर्वारमेवेति वाच्यम्, स्मृतेरपि संस्कारेतरमनोजन्यत्वेन तदजन्यत्वाभावेन असम्भववारणाय संस्कारेतरपदस्य बहिरिन्द्रियपरत्वेन व्याख्येयतया योगिज्ञाने बहिरिन्द्रियाजन्यत्वजन्यत्वज्ञानत्वानां सत्त्वादतिव्याप्तिवारणाय संस्कारपदस्य सार्थक्यात्। संस्कारजन्यत्वे सति ज्ञानत्वमात्रोक्तौ सोऽयं देवदत्तः इति प्रत्यभिज्ञायाः इदंत्वांशे चक्षुरादिजन्यत्वेऽपि तत्तांशे संस्कारजन्यत्वेन संस्कारजन्यत्वज्ञानत्वयोः तत्र सत्त्वात् अतिव्याप्तिवारणाय मात्रपदं, तन्निवेशे तस्याः इदंत्वांशे बहिरिन्द्रियजन्यत्वेन तदजन्यत्वस्य तत्राभावात् नातिव्याप्तिः।।\nअनुभवं लक्षयति तद्भिन्नमिति।। स्मृतिभिन्नत्वे सति ज्ञानत्वमनुभवस्य लक्षणम्। ज्ञानत्वमात्रोक्तौ स्मृतावतिव्याप्तिः।  स्मृतिभिन्नत्वमात्रोक्तौ घटादावतिव्याप्तिः। अतो दलद्वयोपादानम्। प्रत्यभिज्ञायाः संस्कारमात्रजन्यत्वाभावेन न स्मृतावन्तर्भावः, किन्तु अनुभव एवेति बोध्यम्।",
        "tags": []
    },
    {
        "sectionId": 43,
        "tarkasangraha_sectionId": 35,
        "title": "अनुभवत्वम्",
        "content": "यथार्थानुभावं लक्षयति तद्वतीति। तद्वतीत्यत्र सप्तम्यर्थो विशेष्यतानिरूपकत्वम्। तद्वतः आधेयत्वसम्बन्धेन विशेष्यतायामन्वयः। तथा च तद्वन्निष्ठविशेष्यतानिरूपकत्वे सति तन्निष्ठप्रकारतानिरूपकत्वे सति अनुभवत्वं यथार्थानुभवस्य लक्षणम्। तत्पदेन प्रकारीभूतधर्मो ग्राह्यः। रजते इदं रजतं इति ज्ञाने लक्षणसमन्वयः, तथाहि तत् रजतत्वम्, तद्वत् रजतम्, तन्निष्ठविशेष्यतानिरूपकत्वे सति तत्पदग्राह्यरजतत्वनिष्ठप्रकारतानिरूपकत्वे सति अनुभवत्वस्य पूर्वोक्तज्ञाने सत्त्वात्। अनुभवत्वमात्रोक्तौ अयथार्थानुभवेऽतिव्याप्तिः अनुभवत्वानुपादाने इदं रजतमिति यथार्थानुभवजन्यस्मृतिसंस्कारयोः अतिव्याप्तिः, तत्रापि तद्वद्विशेष्यकत्वतत्प्रकारकत्वयोः सत्त्वात्, अतोऽनुभवत्वनिवेशः। तद्वद्विशेष्यकत्वे सति अनुभवत्वमात्रोक्तौ शुक्तौ इदं रजतमिति अयथार्थानुभवेऽतिव्याप्तिः, तथाहि, तत्प्रकारकत्वदलाभावे तत्पदेन प्रकार एव ग्राह्य इति नियमालाभेन अत्र तच्छब्देन शुक्तित्वं गृह्यते, तत्र तद्वच्छुक्तिविशेष्यकत्वज्ञानत्वयोः सत्त्वात् अतिव्याप्तिः, अतः तत्प्रकारकत्वदलम्, तन्निवेशे (एकत्रोच्चरितयोः तच्छब्दयोः एकार्थबोधकत्वम्, इति नियमेन) प्रथमगृहीततत्पदार्थस्यैव द्वितीयतत्पदेनापि ग्राह्यतया प्रथमतत्पदगृहीतशुक्तित्वप्रकारकत्वस्य निरुक्तानुभवेऽभावात् नातिव्याप्तिः। तत्प्रकारकत्वे सति अनुभवत्वमात्रोक्तौ शुक्तौ इदं रजतम् इति भ्रमे तत्पदग्राह्यरजतत्वप्रकारकत्वे सति अनुभवत्वस्य सत्त्वात् तत्रातिव्याप्तिः, अतः तद्वद्विशेष्यकत्वं निवेशनीयम्, तन्निवेशे तु तत्पदगृहीत रजतत्ववद्रजतविशेष्यकत्वस्य तत्राभावात् नातिव्याप्तिः। नचैवमपि पर्वतो घटत्ववान् ह्रदो वह्निमान् इति समूहालम्बनभ्रमे वह्निमत्पर्वतविशेष्यकत्ववह्निप्रकारकत्वयोः सत्त्वात् अतिव्याप्तिरिति वाच्यम्, तद्वन्निष्ठविशेष्यतानिरूपिता या तन्निष्ठा प्रकारता तच्छाल्यनुभवत्वस्य लक्षणत्वाङ्गीकारात्, तदङ्गीकारे अत्र वह्नेः ह्रदांशे प्रकारत्वेन वह्निमति पर्वतांशे अप्रकारत्वेन वह्निनिष्ठप्रकारतायाः वह्निमत्पर्वतनिष्ठविशेष्यतानिरूपितत्वाभावेन तादृशप्रकारतानिरूपकत्वस्य तत्राभावात् नातिव्याप्तिः। नचैवमपि पर्वतो वह्निमान् ह्रदो वह्निमान् इति समूहालम्बनभ्रमे वह्निमत्पर्वतनिष्ठविशेष्यतानिरूपितवह्निप्रकारतानिरूपकत्वस्य सत्त्वात् अतिव्याप्तिरिति वाच्यम्, भ्रमभिन्नत्वेनापि अनुभवस्य विशेषणीयत्वात् तज्ज्ञानस्य ह्रदांशे वह्न्यवगाहित्वेन भ्रमरूपतया भ्रमभिन्नत्वस्य तत्राभावात् नातिव्याप्तिः। न च निर्विकल्पकप्रत्यक्षे प्रकारताविशेष्यतयोः अभावेन तद्वद्विशेष्यकत्वतत्प्रकारकत्वयोरभावात् अव्याप्तिरिति वाच्यम्, तद्वद्विशेष्यकं तत्प्रकारकं यत् ज्ञानं तद्वृत्तिः अनुभवत्वव्याप्या या जातिः तद्वत्त्वस्य विवक्षणीयत्वात् निर्विकल्पकप्रत्यक्षे विशेष्यत्वप्रकारत्वयोरसत्त्वेऽपि तद्वद्विशेष्यकतत्प्रकारकज्ञानवृत्त्यनुभवत्वव्याप्ययथार्थानुभवत्वजातेः सत्त्वात् नाव्याप्तिः। अथवा, (न प्रमा नापि भ्रमस्स्यान्निर्विकल्पकम्) इत्यनेन निर्विकल्पकज्ञाने प्रमात्वभ्रमत्वयोः सिद्धान्ते निराकरणात् अलक्ष्ये तस्मिन् लक्षणासमन्वयेऽपि न क्षतिः।।\nअयथार्थानुभवं लक्षयति तदभाववतीति।। अत्रापि सप्तम्यर्थादिकं पूर्ववत् ग्राह्यम्। तदभाववन्निष्ठविशेष्यतानिरूपकत्वे सति तन्निष्ठप्रकारतानिरूपकत्वे सति अनुभवत्वम् अयथार्थानुभवस्य लक्षणम्। शुक्तौ इदं रजतम् इति ज्ञाने लक्षणसमन्वयः, तथाहि, तत्पदेन प्रकारीभूतरजतत्वं ग्राह्यम्, तदभावः रजतत्वाभावः तद्वती शुक्तिः तन्निष्ठविशेष्यतानिरूपकत्वे सति रजतत्वनिष्ठप्रकारतानिरूपकत्वे सति अनुभवत्वस्य तत्र ज्ञाने सत्वात्। अनुभवत्वमात्रोक्तौ यथार्थानुभवेऽतिव्याप्तिः। अनुभवत्वानुपादाने अयथार्थस्मृतौ अतिव्याप्तिः। तदभाववद्विशेष्यकत्वे सति अनुभवत्वमात्रोक्तौ रजते इदं रजतम् इति यथार्थानुभवेऽतिव्याप्तिः, तत्पदेन शुक्तित्वस्य ग्रहणे तदभाववत् (शुक्तित्वभाववत्) रजतम्, तद्विशेष्यकत्वे सति अनुभवत्वस्य तत्र ज्ञाने सत्त्वात्, तत्प्रकारकत्वस्य निवेशे तु शुक्तित्वप्रकारकत्वस्य पूर्वोक्तज्ञानेऽभावात् नातिव्याप्तिः। तत्प्रकारकत्वे सति अनुभवत्वमात्रोक्तौ रजते इदं रजतम् इति प्रमायामतिव्याप्तिः, तत्र तत्पदग्राह्यरजतत्वप्रकारकत्वानुभवत्वयोः सत्त्वात्, तदभाववद्विशेष्यकत्वनिवेशे तु रजतत्वाभाववद्विशेष्यकत्वस्य तत्राभावान्नातिव्याप्तिः।।",
        "tags": []
    },
    {
        "sectionId": 44,
        "tarkasangraha_sectionId": 36,
        "title": "प्रमाविभागः",
        "content": "यथार्थानुभवः चतुर्विधः, प्रत्यक्षानुमित्युपमितिशाब्दभेदात्। तत्करणमपि चतुर्विधम्, प्रत्यक्षानुमानोपमानशब्दभेदात्।\nयथार्थानुभवं विभजते यथार्थानुभव इति। प्रमाकरणं विभजते प्रत्यक्षेति। \nअसाधारणं कारणं करणम्।।\nकरणलक्षणमाह असाधारणेति। तत्र व्यापारजनकमिति पूरणीयम्, तथाच व्यापारजनकत्वे सति (असाधारणकारणत्वं) कार्यत्वातिरिक्तधर्मावच्छिन्नकार्यतानिरूपितकारणताश्रयत्वं करणस्य लक्षणमिति फलितम्। घटं प्रति करणीभूतदण्डे लक्षणसमन्वयः, तथाहि कार्यत्वातिरिक्तो यो धर्मः घटत्वरूपो धर्मः तद्धर्मावच्छिन्ना या कार्यता घटे विद्यमाना कार्यता तन्निरूपिता या कारणता दण्डे विद्यमाना कारणता तदाश्रयत्वं भ्रमणरूपव्यापारजनकत्वञ्च दण्डे वर्तत इति लक्ष्ये लक्षणसमन्वयः। (तज्जन्यत्वे सति तज्जन्यजनको व्यापारः तत्पदं करणत्वेनाभिमतपरम्) व्यापारजनकत्वमात्रोक्तौ ईश्वरादृष्टादेः कार्यमात्रं प्रति कारणत्वेन व्यापारजनकत्वस्यापि सत्त्वात् तत्रातिव्याप्तिः, असाधारणकारणत्वनिवेशे तु ईश्वरादृष्टादेः कार्यमात्रं प्रति साधारणकारणत्वेन असाधारणकारणत्वस्य तत्राभावात् नातिव्याप्तिः। असाधारणकारणत्वमात्रोक्तौ घटं प्रति भ्रमणरूपव्यापारस्यासाधारणकारणत्वेन व्यापार एवातिव्याप्तिः, व्यापारजनकत्वनिवेशे तु व्यापारे व्यापारजनकत्वाभावात् नातिव्याप्तिः।",
        "tags": []
    },
    {
        "sectionId": 45,
        "tarkasangraha_sectionId": 37,
        "title": "कारणलक्षणम्",
        "content": "कार्यनियतपूर्ववृत्ति कारणम्।\nकारणं लक्षयति कार्येति। कार्यनियतत्वे सति कार्यपूर्ववृत्तित्वं कारणस्य लक्षणम्। कार्यनियतत्वञ्च कार्यव्यापकत्वम्, तच्च कार्याधिकरणवृत्त्यत्यन्ताभावाप्रतियोगित्वम्, तथाच घटकारणीभूतदण्‍डे लक्षणसमन्वयः, तथाहि कार्यं घटः, तदधिकरणं कपालः, तद्वृत्तिः योऽत्यन्ताभावः स्वजन्यभ्रमिजन्यभ्रमिवत्त्वसम्बन्धेन दण्डो नास्तीत्याकारकाभावो नायाति, कुतः, स्वं- दण्डः स्वजन्या या भ्रमिः तज्जन्या या भ्रमिः कपालभ्रमिः, तद्वान् कपालः, तद्वत्तासम्बन्धेन कपाले दण्डस्य विद्यमानत्वात्, किन्तु उदासीनः पटाद्यभावः तत्र सम्भवति, तत्प्रतियोगित्वं पटादौ अप्रतियोगित्वं कार्यरूपघटाव्यवहितप्राक्क्षणवृत्तित्वञ्च दण्डे वर्तते इति लक्षणसमन्वयः। कार्यपूर्ववृत्तित्वमात्रोक्तौ रासभादेरपि कार्यपूर्ववृत्तित्वात् तत्रातिव्याप्तिः, कार्यव्यापकत्वस्य निवेशे तु कार्याधिकरणकपाले निरुक्तसम्बन्धेन रासभो नास्तीत्यभावस्य सत्त्वेन तत्प्रतियोगित्वेन रासभस्य तदप्रतियोगित्वाभावात् नातिव्याप्तिः। कार्यव्यापकत्वमात्रोक्तौ कार्याधिकरणकपाले समवायसम्बन्धेन कार्यभूतघटस्य सत्त्वेन न तत्र घटाभावः सम्भवति, किन्तु पटाद्यभावस्यैव तत्र सत्त्वेन तदप्रतियोगित्वस्य कार्य एव सत्त्वेन तत्रातिव्याप्तिः, तद्वारणाय कार्यपूर्ववृत्तित्वदलम्, तन्निवेशे स्वपूर्ववृत्तित्वस्य कार्येऽसम्भवात् न तत्रातिप्रसङ्गः। नचैवं दण्डरूपादावतिव्याप्तिः तत्र स्वाश्रयजन्यभ्रमिजन्यभ्रमिवत्त्वसम्बन्धेन कार्यव्यापकत्वस्य कार्यपूर्ववृत्तित्वस्य च सत्त्वात् इति वाच्यम्, अनन्यथासिद्धत्वस्यापि विशेषणीयत्वात् अनन्यथासिद्धत्वञ्च अन्यथासिद्धभिन्नत्वम्, अन्यथासिद्धत्वञ्च क्लृप्तकारणबहिर्भूतत्वम्, दण्डरूपादीनां घटकारणतया क्लृप्तेषु दण्डचक्रसलिलकुलालादिषु अनन्तर्भूतत्वेन अन्यथासिद्धत्वात् तद्भिन्नत्वस्य तत्राभावात् नातिव्याप्तिः।",
        "tags": []
    },
    {
        "sectionId": 46,
        "tarkasangraha_sectionId": 37,
        "title": "कार्यलक्षणम्",
        "content": "कार्यं प्रागभावप्रतियोगि।।\nकार्यं लक्षयति प्रागभावेति। कार्योत्पत्तेः पूर्वं वर्तमानः भविष्यतीतिप्रतीतिविषयः प्रागभावः, तत्प्रतियोगित्वं कार्ये घटादौ वर्तते इति लक्षणसमन्वयः। (तच्च उत्पत्तिमत्त्वे पर्यवसन्नम्) अभावप्रतियोगित्वमात्रोक्तौ गगनाभावप्रतियोगित्वमादाय गगनेऽतिव्याप्तिः, अतः प्रागभावेति, गगनस्य प्रागभावप्रतियोगित्वाभावात् नातिव्याप्तिः।।\nकारणं त्रिविधम्, समवाय्यसमवायिनिमित्तभेदात्। \nकारणं विभजते कारणमिति।",
        "tags": []
    },
    {
        "sectionId": 47,
        "tarkasangraha_sectionId": 38,
        "title": "समवायिकारणम्",
        "content": "यत्समवेतं कार्यमुत्पद्यते तत् समवायिकारणम्, यथा तन्तवः पटस्य पटश्च स्वगतरूपादेः।।\n यत्समवेतं येषु तन्त्वादिषु समवेतं सत् समवायसम्बन्धेन वर्तमानं सत् कार्यं पटादिरूपं कार्यम् उत्पद्यते तं पटादिकं प्रति तत् तन्त्वादिकं समवायिकारणं भवतीत्यर्थः। सर्वत्र कार्यकारणयोः सामानाधिकरण्यस्यावश्यकतया सामानाधिकरण्यनिरूपके एकस्मिन्नधिकरणे कार्यकारणे येन येन सम्बन्धेन वर्तेते तयोः सम्बन्धयोः क्रमेण कार्यकारणतावच्छेदकसम्बन्धरूपतया अत्र घटरूपकार्यस्य समवायसम्बन्धेन कपालरूपकारणस्य तादात्म्यसम्बन्धेन च कपालरूपैकाधिकरणे वर्तमानतया समवायसम्बन्धावच्छिन्नकार्यतानिरूपिततादात्म्यसम्बन्धावच्छिन्नकारणताश्रयत्वं समवायिकारणस्य निष्कृष्टं लक्षणं वक्तव्यं भवति, समवायसम्बन्धावच्छिन्नपटत्वघटत्वाद्यवच्छिन्नकार्यतानिरूपिततादात्म्यसम्बन्धावच्छिन्नतन्तुत्वकपालत्वाद्यवच्छिन्नकारणताश्रयत्वस्य पटघटादिसमवायिकारणीभूततन्तुकपालादिषु विद्यमानत्वात् लक्ष्ये लक्षणसमन्वयः। कार्यतायां समवायसम्बन्धावच्छिन्नत्वानिवेशे घटप्रत्यक्षनिमित्तकारणीभूतघटेऽतिव्याप्तिः, विषयतासम्बन्धेन जायमानघटप्रत्यक्षं प्रति तादात्म्यसम्बन्धेन घटस्य कारणत्वेन विषयतासम्बन्धावच्छिन्नघटप्रत्यक्षत्वावच्छिन्नकार्यतानिरूपिततादात्म्यसम्बन्धावच्छिन्नकारणतायाः घटादौ सत्त्वात्। कारणतायां तादात्म्यसम्बन्धावच्छिन्नत्वानिवेशे पटाद्यसमवायिकारणीभूततन्तुसंयोगादौ समवायसम्बन्धावच्छिन्नपटत्वावच्छिन्नकार्यतानिरूपितसमवायसम्बन्धावच्छिन्नकारणताश्रयत्वमादाय अतिव्याप्तिः। अवयविद्रव्यं प्रत्येवावयवद्रव्यं न समवायिकारणं किन्तु द्रव्यस्य भावकार्यरूपद्रव्यगुणकर्मसमवायिकारणत्वमपि सम्भवतीति ज्ञापयितुं पटश्च स्वगतरूपादेरिति अभिधत्ते मूलकारः।।\nकार्येण कारणेन वा सहैकस्मिन्नर्थे समवेतं सत् कारणम् असमवायिकारणम्, यथा तन्तुसंयोगः पटस्य तन्तुरूपं पटगतरूपस्य च।।",
        "tags": []
    },
    {
        "sectionId": 48,
        "tarkasangraha_sectionId": 38,
        "title": "असमवायिकारणम्",
        "content": "असमवायिकारणद्वयमुदाहरति कार्येणेति। कार्येण सहैकस्मिन्नर्थे समवेतं सत् कारणमसमवायिकारणमित्येकम्। कारणेन सहैकस्मिन्नर्थे समवेतं सत् कारणमसमवायिकारणमित्यपरम्। पटादिकं प्रति तन्त्वादिसंयोगः प्रथमासमवायिकारणम्। पटादिरूपं प्रति तन्त्वादिरूपं द्वितीयासमवायिकारणम्। कार्येण पटेन सह एकस्मिन्नर्थे तन्तुरूपार्थे समवेतं सत् समवायसम्बन्धेन वर्तमानं सत् कारणं तन्तुसंयोगो भवति तं पटं प्रति तत् तन्तुसंयोगः असमवायिकारणम् इति योजना।  कार्यकारणयोः पटतन्तुसंयोगयोः तन्तुरूपैकाधिकरणान्तर्भावेण समवायघटितसामानाधिकरण्यस्य लभ्यत्वेन समवायसम्बन्धावच्छिन्नकार्यतानिरूपितसमवायसम्बन्धावच्छिन्नकारणताश्रयत्वं प्रथमासमवायिकारणस्य लक्षणं फलितं भवति। समवायसम्बन्धावच्छिन्नपटत्वाद्यवच्छिन्नकार्यतानिरूपितसमवायसम्बन्धावच्छिन्नतन्तुसंयोगत्वाद्यवच्छिन्नकारणताश्रयत्वस्य तन्तुसंयोगादौ सत्त्वात् समन्वयः। कार्यतायां समवायसम्बन्धावच्छिन्नत्वानिवेशे घटप्रत्यक्षनिमित्तकारणीभूतघटरूपे विषयतासम्बन्धावच्छिन्नघटप्रत्यक्षत्वाद्यवच्छिन्नकार्यतानिरूपितसमवायसम्बन्धावच्छिन्नकारणतामादाय अतिव्याप्तिः। कारणतायां समवायसम्बन्धावच्छिन्नत्वानिवेशे तादात्म्यसम्बन्धावच्छिन्नकारणतामादाय समवायिकारणेऽतिव्याप्तिः। अतः उभयत्र तत्तत्सम्बन्धावच्छिन्नत्वनिवेशः। द्वितीयासमवायिकारणस्थले, कारणेनेत्यस्य स्वकार्यसमवायिकारणेनेत्यर्थः। स्वं तन्तुरूपं, स्वकार्यं पटगतरूपं तत्समवायिकारणं पटः, तेन सह एकस्मिन्नर्थे तन्तुरूपार्थे समवेतं कारणं तन्तुरूपं भवतीत्यर्थलाभेन तन्त्वन्तर्भावेण अनयोः सामानाधिकरण्यलाभे स्वाश्रयसमवायित्वसम्बन्धावच्छिन्नकार्यतानिरूपितसमवायसम्बन्धावच्छिन्नकारणताश्रयत्वमिति लक्षणं मूलतो लभ्यते, एवञ्च पटीयचित्ररूपं प्रति असमवायिकारणेषु नानातन्तुरूपेषु कार्यतावच्छेदकसम्बन्धेन कार्याधिकरणवृत्त्यत्यन्ताभावीयकारणतावच्छेदकसम्बन्धावच्छिन्नप्रतियोगिताशून्यत्वरूपकार्यव्यापकत्वं न सम्भवति, तथाहि अत्र कार्यतावच्छेदकसम्बन्धः स्वाश्रयसमवायित्वसम्बन्धः तेन सम्बन्धेन कार्याधिकरणे नीलपीतादितन्तुषु कारणतावच्छेदकसमवायसम्बन्धेन तत्तद्रूपाभावानां चालिनीन्यायेन सत्त्वेन तदप्रतियोगित्वस्य तन्त्वादिगतनीलपीतादिरूपेष्वभावात् तत्र कारणत्वाभावप्रसङ्गवारणाय समवायसम्बन्धावच्छिन्नकार्यतानिरूपितस्वाश्रयसमवेतत्वसम्बन्धावच्छिन्नकारणताश्रयत्वमिति लक्षणं वक्तव्यम्, अतः कार्यतावच्छेदकसमवायसम्बन्धेन कार्याधिकरणे पटादौ स्वाश्रयसमवेतत्वसम्बन्धेन नानारूपाणां सत्त्वेन न निरुक्तातिप्रसङ्गः, तथाच समवायसम्बन्धावच्छिन्नकार्यतानिरूपितस्वसमवायिसमवेतत्वसम्बन्धावच्छिन्नकारणताश्रयत्वमिति द्वितीयासमवायिकारणस्य निष्कृष्टं लक्षणं भवति, समवायसम्बन्धावच्छिन्नपटरूपत्वाद्यवच्छिन्नकार्यतानिरूपितस्वसमवायिसमवेतत्वसम्बन्धावच्छिन्नतन्तुरूपत्वाद्यवच्छिन्नकारणताश्रयत्वं तन्तुरूपादिषु सम्भवतीति लक्षणसमन्वयः (स्वं तन्त्वादिरूपम्, स्वसमवायितन्त्वादिकम्, तत्समवेतः पटः, तत्समवेतत्वं पटे वर्तते, अतः अत्र कार्यकारणयोः पटतन्तुरूपयोः पटान्तर्भावेण सामानाधिकरण्यमिति ज्ञेयम्) अत्र कार्यतायां समवायसम्बन्धावच्छिन्नत्वानिवेशे घटरूपप्रत्यक्षनिमित्तकारणमहत्त्वे विषयतासम्बन्धावच्छिन्नकार्यतानिरूपितस्वसमवायिसमवेतत्वसम्बन्धावच्छिन्नकारणतामादाय अतिप्रसङ्गः। कारणतायां स्वाश्रयसमवेतत्वसम्बन्धावच्छिन्नत्वानिवेशे समवाय्यसमवायिकारणयोः अतिव्याप्तिः।।\nतदुभयभिन्नं कारणं निमित्तकारणम्। यथा तुरीवेमादिकं पटस्य।\nनिमित्तकारणं  लक्षयति तदुभयेति। समवायिकारणभिन्नत्वे सति असमवायिकारणभिन्नत्वे सति कारणत्वं निमित्तकारणस्य लक्षणं। पटं प्रति निमित्तकारणतुरीवेमादिषु पटसमवाय्यसमवायिकारणतन्तुतत्संयोगादिभिन्नत्वस्य कारणत्वस्य च सत्त्वात् समन्वयः। कारणत्वमात्रोक्तौ समवाय्यसमवायिकारणयोः, कारणत्वानुपादाने पारिमाण्डल्यादो (परमाणुपरिमाणगगनपरिमाणादिषु) समवाय्यसमवायिकारणयोश्च अतिव्याप्तिवारणाय दलत्रयोपादानम्। नचैवमपि घटनिमित्तकारणदण्डस्य स्वीयरूपादिकं प्रति समवायिकारणत्वेन तत्र समवायिकारणभिन्नत्वाभावात् अव्याप्तिरिति वाच्यम्, प्रकृतकार्यसमवाय्यसमवायिकारणभिन्नत्वनिवेशे दोषाभावात्। अथवा, समवायिकारणताभिन्ना असमवायिकारणताभिन्ना या कारणता तदाश्रयत्वस्य लक्षणत्वाङ्गीकारे नोक्ताव्याप्तिः।",
        "tags": []
    },
    {
        "sectionId": 49,
        "tarkasangraha_sectionId": 38,
        "title": "करणलक्षणम्",
        "content": "तदेतत् त्रिविधकारणमध्ये यदसाधारणकारणं तदेव करणम्।।\nकरणलक्षणमुपसंहरति- तदेतदिति। यदसाधारणकारणमित्यत्र व्यापारवत्त्वे सतीति पूरणीयम्, अन्यथा, कपालतन्तुसंयोगादिरूपव्यापारेऽतिव्याप्तिः। तथाच व्यापारजनकत्वतदजनकत्वाभ्यां करणकारणयोः भेदोऽवगन्तव्यः, असाधारणकारणत्वन्तु उभयत्र समानमेव।",
        "tags": []
    },
    {
        "sectionId": 50,
        "tarkasangraha_sectionId": 39,
        "title": "प्रत्यक्षलक्षणम्",
        "content": "तत्र प्रत्यक्षज्ञानकरणं प्रत्यक्षम्। इन्द्रियार्थसन्निकर्षजन्यज्ञानं प्रत्यक्षम्। तद्द्विविधम्- निर्विकल्पकं सविकल्पकं चेति। तत्र निष्प्रकारकं ज्ञानं निर्विकल्पकम्। सप्रकारकं ज्ञानं सविकल्पकम्। यथा डित्थोऽयं ब्राह्मणोऽयं श्यामोऽयं पाचकोऽयमिति।\nषड्विधेन्द्रियरूपप्रत्यक्षप्रमाणं लक्षयति प्रत्यक्षज्ञानेति। प्रत्यक्षव्यापारजनकत्वे सति प्रत्यक्षज्ञानत्वावच्छिन्नकार्यतानिरूपितकारणताश्रयत्वं प्रत्यक्षप्रमाणस्य लक्षणम्। प्रत्यक्षज्ञानत्वावच्छिन्ना या कार्यता अयं घटः अयं पटः इत्यादिप्रत्यक्षज्ञानेषु विद्यमाना कार्यता, तन्निरूपिता या कारणता चक्षुरादिप्रत्यक्षप्रमाणनिष्ठा कारणता, तदाश्रयत्वं चक्षुर्घटसंयोगादिव्यापारजनकत्वञ्च (चक्षुर्मनस्संयोगादिव्यापारजनकत्वम्) चक्षुरादिप्रमाणे वर्तते इति लक्षणसमन्वयः। व्यापारजनकत्वमात्रोक्तौ कालेश्वरादृष्टादौ, असाधारणकारणत्वमात्रोक्तौ व्यापारे च अतिव्याप्तिरिति उभयोपादानम्। नचैवं विषयेन्द्रियसंयोगात्मकव्यापारस्य रसादिप्रत्यक्षजनकस्य अप्रसिद्धत्वेन संयुक्तसमवायादीनां जन्यत्वघटितव्यापारत्वासम्भवेन च व्यापारजनकत्वाभावात् रसनेन्द्रियादौ  अव्याप्तिरिति वाच्यम्। विषयेन्द्रियसंयोगस्य सर्वत्र व्यापारत्वासम्भवेऽपि इन्द्रियमनस्संयोगरूपस्य व्यापारस्य सर्वत्रापि सम्भवेन न कुत्राप्यव्याप्तिप्रसक्तिः। नचैवं मनस्यव्याप्तिरिति वाच्यम्, आत्ममनस्संयोगरूपव्यापारमादाय तत्रापि लक्षणसमन्वयसम्भवात्।\nप्रत्यक्षज्ञानलक्षणमाह इन्द्रियार्थेति। इन्द्रियार्थसन्निकर्षजन्यत्वे सति ज्ञानत्वं प्रत्यक्षज्ञानस्य लक्षणम्। ज्ञानत्वमात्रोक्तौ अनुमित्यादावतिव्याप्तिः। ज्ञानत्वानुपादाने ध्वंसं प्रति प्रतियोगिनः कारणत्वेन इन्द्रियार्थसन्निकर्षध्वंसेऽपि इन्द्रियार्थसन्निकर्षजन्यत्वस्य सत्त्वात् तत्रातिव्याप्तिः, अतः विशेष्यविशेषणयोरुभयोः उपादानम्। नचैवमपि इन्द्रियं मनः, अर्थः आत्मा, तत्सन्निकर्षः आत्ममनस्संयोगः, तज्जन्यत्वज्ञानत्वयोः अनुमित्यादौ सत्त्वात् अतिव्याप्तिः, आत्ममनसंयोगस्य ज्ञानमात्रं प्रति कारणत्वात् इति वाच्यम्, अर्थपदेन प्रकृतज्ञानविषयस्य विवक्षणात् आत्मनः घटादिज्ञानविषयत्वाभावेन अतिप्रसङ्गाभावात्। नचैवमपि जीवः ईश्वरभिन्नः सुखादिमत्त्वात् इत्यात्मविषयकानुमितौ अतिव्याप्तिः दुर्वारा, आत्मनः प्रकृतज्ञानविषयत्वस्यापि सम्भवात् इति वाच्यम्, इन्द्रियार्थसन्निकर्षनिष्ठजनकतानिरूपितजन्यतावच्छेदकीभूतज्ञानत्वभिन्नजातिमत्त्वस्य लक्षणत्वात् ज्ञानमात्रं प्रति आत्ममनस्संयोगस्य कारणत्वेन इन्द्रियार्थसन्निकर्षपदेन आत्ममनस्संयोगस्य ग्रहणेऽपि तज्जन्यतावच्छेदकीभूतज्ञानत्वजातिस्तु न ज्ञानत्वभिन्ना, अतो न तत्रातिव्याप्तिः। प्रकृते प्रत्यक्षत्वादिजातिमादाय लक्षणसमन्वयश्च। अत एव ईश्वरप्रत्यक्षस्य नित्यत्वेन इन्द्रियार्थसन्निकर्षजन्यत्वाभावेन प्रत्यक्षज्ञानसामान्यलक्षणस्य तत्रातिव्याप्तिरिति शङ्का निरस्ता। एतेन यथाश्रुतलक्षणे, ज्ञायमानलिङ्गस्य अनुमितिकरणतावादिमते इन्द्रियार्थसन्निकर्षहेतुकानुमितौ अतिव्याप्तिशङ्‌का निरस्ता।\nतद्विभजते तद्विविधमिति। प्रकारत्वानिरूपकत्वे सति ज्ञानत्वं निर्विकल्पकप्रत्यक्षस्य लक्षणम्, ज्ञानत्वमात्रोक्तौ सविकल्पके, प्रकारत्वानिरूपकत्वमात्रोक्तौ घटादौ च अतिव्याप्तिरिति दलद्वयोपादानम् (प्रथमं विषयेन्द्रियसन्निकर्षः तदनु निर्विकल्पकम्, तदनु सविकल्पकम् इति क्रमः) निर्विकल्पकज्ञानानङ्गीकारे विशिष्टबुद्धिं प्रति विशेषणज्ञानस्य कारणत्वेन जनिष्यमाणसविकल्पकप्रत्यक्षानुपपत्तिः। अस्य निर्विकल्पकस्य विशिष्टबुद्धित्वाभावेनैव नास्य ज्ञानान्तरापेक्षा इति नानवस्था। सन्निकर्षजन्यत्वेन अस्य प्रत्यक्षज्ञानरूपत्वमिति उपपद्यते।\nसविकल्पकं लक्षयति सप्रकारकमिति। प्रकारतानिरूपकत्वे सति ज्ञानत्वं सविकल्पकप्रत्यक्षस्य लक्षणम्। ज्ञानत्वमात्रोक्तौ निर्विकल्पके प्रकारतानिरूपकत्वमात्रोक्तौ इच्छाकृतिसंस्कारद्वेषेषु च अतिव्याप्तिः, अतो दलद्वयोपादानम्। नचैवमपि प्रकारतानिरूपकत्वज्ञानत्वयोः सत्त्वात् अनुमित्यादावतिव्याप्तिरिति वाच्यम्, इन्द्रियार्थसन्निकर्षजन्यत्वस्यापि विशेषणीयत्वात्। नचैवं ज्ञानत्वदलवैयर्थ्यं इच्छादीनां इन्द्रियार्थसन्निकर्षजन्यत्वविशेषणेनैव वारणात् इति वाच्यम्। इन्द्रियार्थसन्निकर्षजन्यत्वं विहाय ज्ञानाजन्यत्वस्य विशेषणीयत्वात्। नचैवं सविकल्पकप्रत्यक्षस्य निर्विकल्पकप्रत्यक्षजन्यत्वेनासम्भवः इति वाच्यम्, ज्ञानाकरणकत्वस्य तदर्थत्वात् तच्च ज्ञानकरणकभिन्नत्वम्, ज्ञानकरणकानि अनुमित्युपमितिशाब्दानि तद्भिन्नत्वम् इति तदर्थः। अत एव ईश्वरप्रत्यक्षस्येन्द्रियार्थसन्निकर्षजन्यत्वाभावेन अव्याप्तिरिति शङ्‌काऽपि निरस्ता। नचैवमपि स्मृतावतिव्याप्तिः, अनुभवस्य संस्कारं प्रत्येव कारणतावादिमते स्मृतेः संस्कारमात्रजन्यत्वेन ज्ञानाकरणकत्वघटितलक्षणसत्त्वात् इति वाच्यम्। ज्ञानाकरणकत्वञ्च विहाय प्रत्यक्षत्वजातिमत्त्वस्य विवक्षितत्वात् । नचैवं ज्ञानत्वदलं व्यर्थम्, इच्छादीनां प्रत्यक्षत्वदलेनैव वारणात् इति वाच्यम्, तदा ज्ञानत्वस्य तात्पर्यग्राहकत्वात्। तथाच प्रकारतानिरूपकत्वे सति प्रत्यक्षत्वजातिमत्त्वं सविकल्पकप्रत्यक्षज्ञानस्य लक्षणं फलितं भवति। एवं पृथक् पृथक् संसर्गतानिरूपकत्वे सति ज्ञानत्वम्, विशेष्यतानिरूपकत्वे सति ज्ञानत्वम् इत्यपि सविकल्पकस्य लक्षणं भवतीति ज्ञेयम्। एवं संसर्गत्वानिरूपकत्वे सति ज्ञानत्वम्, विशेष्यत्वानिरूपकत्वे सति ज्ञानत्वम् इत्यपि निर्विकल्पकप्रत्यक्षस्य लक्षणं भवतीत्यपि ज्ञेयम्। सविकल्पकप्रत्यक्षमभिनीय दर्शयति डित्थोऽयमिति, डित्थत्वादिप्रकारकम् इदंत्वावच्छिन्नविशेष्यकं ज्ञानं सविकल्पकमित्यर्थः। डित्थोऽयमित्याद्युदाहरणानां चतुर्णां प्रयोगः शब्दानां नामजातिगुणक्रियावाचकत्वभेदेन चातुर्विध्यज्ञापनायैवेति बोध्यम्।",
        "tags": []
    },
    {
        "sectionId": 51,
        "tarkasangraha_sectionId": 40,
        "title": "सन्निकर्षभेदः",
        "content": "प्रत्यक्षज्ञानहेतुरिन्द्रियार्थसन्निकर्षः षड्विधः। संयोगः, संयुक्तसमवायः संयुक्तसमवेतसमवायः, समवायः, समवेतसमवायः, विशेषणविशेष्यभावश्चेति। चक्षुषा घटप्रत्यक्षजनने संयोगः सन्निकर्षः। घटरूपप्रत्यक्षे संयुक्तसमवायः, चक्षुस्संयुक्ते घटे रूपस्य समवायात्। रूपत्वसामान्यप्रत्यक्षे संयुक्तसमवेतसमवायः सन्निकर्षः, चक्षुस्संयुक्ते घटे रूपं समवेतं तत्र रूपत्वस्य समवायात्। श्रोत्रेण शब्दसाक्षात्कारे समवायः सन्निकर्षः, कर्णविवरवृत्त्याकाशस्य श्रोत्रत्वात् शब्दस्याकाशगुणत्वात् गुणगुणिनोस्समवायात्। अभावप्रत्यक्षे विशेषणविशेष्यभावः सन्निकर्षः। भूतलं घटाभाववत् इत्यत्र चक्षुस्संयुक्ते भूतले घटाभावस्य विशेषणत्वात्। एवं सन्निकर्षषट्कजन्यं ज्ञानं प्रत्यक्षम्। तत्करणमिन्द्रियम्। तस्मादिन्द्रियं प्रत्यक्षप्रमाणमिति सिद्धम्।। इति तर्कसङ्ग्रहे प्रत्यक्षपरिच्छेदः।\nअसन्निकृष्टपदार्थस्य प्रत्यक्षे भानासम्भवः इति नियमेन प्रत्यक्षविषयपदार्थे सन्निकर्षस्यावश्यकतया तन्निरूपणावश्यकतायां प्रसक्तायां सन्निकर्षं तमुदाहरति संयोगेत्यादिना। एते लौकिकसन्निकर्षाः। अलौकिकसन्निकर्षाः वक्ष्यन्ते। प्रत्यक्षलक्षणघटकीभूतमिन्द्रियार्थसन्निकर्षं दर्शयति संयोगेत्यादिना। द्रव्यप्रत्यक्षे सन्निकर्षमुदाहरति चक्षुषेति, सन्निकर्षाणामेषां पञ्चानामपि प्रथमम् इन्द्रियपदं योजनीयम्, इन्द्रियसंयोगः इन्द्रियसंयुक्तसमवाय इत्यादिरीत्या। द्रव्यवृत्तिगुणादिप्रत्यक्षे सन्निकर्षमुदाहरति संयुक्तेति, इन्द्रियसंयुक्तं घटादिद्रव्यम्, तत्समवायः गुणादिषु वर्तते। गुणादिवृत्तिजातिप्रत्यक्षे सन्निकर्षमुदाहरति रूपत्वेति, इन्द्रियसंयुक्तं द्रव्यम्, तत्समवेतं गुणादि, तत्समवायः रूपत्वादिजातौ वर्तते। शब्दसाक्षात्कारे सन्निकर्षमुदाहरति श्रोत्रेणेति। अत्रेन्द्रियं श्रोत्रम्, तत्समवायः शब्दे वर्तते, श्रोत्रस्य गगनरूपत्वेन शब्दश्रोत्रयोः समवायात्। शब्दत्वसाक्षात्कारे सन्निकर्षमुदाहरति शब्दत्वेति। अत्र इन्द्रियं श्रोत्रम्, तत्समवेतः शब्दः तत्समवायः शब्दत्वे वर्तते। अभावप्रत्यक्षे सन्निकर्षमुदाहरति अभावेति। विशेषणविशेष्यभावो नाम विशेषणतासन्निकर्षः। अस्य प्रथमम् इन्द्रियसंयुक्तपदम् इन्द्रियसंयुक्तसमवेतपदम् इन्द्रियसंयुक्तसमवेतसमवेतपदं समवेतपदं समवेतसमवेतपदं च स्थलभेदेन संयोज्य तत्तदभावस्थले निर्वाह्यम्। भूतलं घटाभाववदित्यत्र इन्द्रियसंयुक्तं भूतलम्, तद्विशेषणं घटाभावः, तद्विशेषणता घटाभावे वर्तते इति इन्द्रियसंयुक्तविशेषणताख्यः सन्निकर्षः अत्र सम्भवतीति बोध्यम्। एवं क्रमेण इतरेषामप्युदाहरणानि स्थलभेदेन द्रष्टव्यानि।\nश्रीमत् कुरुगण्ट्युपाह्वय श्रीरामशास्त्रिविरचिते तर्कसङ्ग्रहसर्वस्वे प्रत्यक्षपरिच्छेदः समाप्तः।",
        "tags": []
    },
    {
        "sectionId": 52,
        "tarkasangraha_sectionId": 41,
        "title": "अनुमानलक्षणम्",
        "content": "तर्कसङ्ग्रहसर्वस्वे  अनुमानपरिच्छेदप्रारम्भः\nअनुमितिकरणमनुमानम्। परामर्शजन्यं ज्ञानमनुमितिः। व्याप्तिविशिष्टपक्षधर्मताज्ञानं परामर्शः। यथा वह्निव्याप्यधूमवानयं पर्वत इति ज्ञानं परामर्शः। तज्जन्यं पर्वतो वह्निमानिति ज्ञानमनुमितिः। \nअनुमानं लक्षयति अनुमितिकरणमिति। अनुमितेः करणम् अनुमितिकरणम्, षष्ठ्याः निरूपितत्वमर्थः, तस्य करणपदार्थैकदेशकरणत्वेऽन्वयः, तथाच अनुमितिनिरूपितकरणतावदभिन्नमनुमानमिति बोधः। अनुमितिकरणत्वम् अनुमानस्य लक्षणम्। अनुमितिकरणत्वञ्च अनुमतित्वावच्छिन्नकार्यतानिरूपितकारणताश्रयत्वे सति (अनुमित्यसाधारणकारणत्वे सति) अनुमितिजनकव्यापारजनकत्वम्, अत्र प्रथमं पर्वतो धूमवान् इति पक्षधर्मताज्ञानम्। ततः यत्र धूमः तत्राग्निः (वह्निव्याप्यो धूमः) इति व्याप्तिस्मरणम् । उभाभ्यां आभ्यां विशेषणज्ञानरूपाभ्यां वह्निव्याप्यधूमवान् पर्वत इति परामर्शः (परामर्शनामकनिश्चयः) ततः पर्वतो वह्निमान् इत्यनुमितिः इति व्याप्तिस्मृतिपरामर्शानुमितीनाम् उत्पत्तिक्रमः (हेतुहेतुमद्भावः) अत्र लक्षणसमन्वयस्तु अनुमितित्वावच्छिन्ना या कार्यता पर्वतो वह्निमान् इत्यनुमितौ विद्यमाना कार्यता, तन्निरूपिता या कारणता वह्निव्याप्यो धूमः इत्याकारके व्याप्तिज्ञाने (अनुमाने) विद्यामाना कारणता, तदाश्रयत्वस्य परामर्शरूपव्यापारजनकत्वस्य च (अनुमाने) व्याप्तिज्ञाने विद्यमानत्वात् लक्ष्ये लक्षणसमन्वयः। व्यापारजनकत्वमात्रोक्तौ कालेश्वरादृष्‍टादेः कार्यमात्रं प्रति जनकत्वेन व्यापारजनकत्वस्यापि सत्त्वात् अतिव्याप्तिः, अनुमितिनिष्ठकार्यतानिरूपितकारणताश्रयत्वनिवेशेऽपि तत्रैवातिव्याप्तिः, तद्वारणाय अनुमितित्वावच्छिन्नकार्यतानिरूपितकारणताश्रयत्वं निवेशनीयम्,  तन्निवेशे तु कालेश्वरादृष्टादौ तस्याभावात् नातिव्याप्तिः। अनुमितित्वावच्छिन्नकार्यतानिरूपितकारणताश्रयत्वमात्रोक्तौ (अनुमित्यसाधारणकारणत्वमात्रोक्तौ) व्यापारभूतपरामर्शस्यापि अनुमित्यसाधारणकारणत्वेन तत्रातिव्याप्तिः, अनुमितिजनकव्यापारजनकत्वनिवेशे तु स्वस्मिन् स्वजनकत्वाभावात् नातिव्याप्तिः। न च व्यापारत्वावच्छिन्नकार्यतानिरूपितकारणताश्रयत्वविवक्षेणेनैवेश्वरादृष्टादावतिव्याप्तिवारणसम्भवे अनुमित्यसाधारणकारणत्वनिवेशस्यैव नैष्फल्यमिति वाच्यम्, व्यापारत्वेन व्याप्तिज्ञानत्वेन कार्यकारणभावाभावेन असम्भवप्रसङ्गात्। नच विशिष्य परामर्शत्वावच्छिन्नकार्यतानिरूपितकारणताश्रयत्वनिवेशेनैव ईश्वरादृष्टादावतिव्याप्तेरसम्भवस्य च अभावात् अनुमित्वावच्छिन्नहेतुत्वनिवेशनमफलमेवेति वाच्यम्, व्याप्तिपक्षधर्मताज्ञानयोः उभयोरपि विशेषणज्ञानमुद्रया परामर्शहेतुत्वेन परामर्शत्वावच्छिन्नकार्यतानिरूपितकारणताश्रयत्वस्य पक्षधर्मताज्ञाने सत्त्वात् अतिव्याप्त्यापत्तेः, अनुमितित्वावच्छिन्नकार्यतानिरूपितकारणताश्रयत्वनिवेशे तु पक्षधर्मताज्ञानस्य परामर्शं प्रत्येव हेतुतया अनुमितित्वावच्छिन्नं प्रत्यहेतुतया अनुमित्यसाधारणकारणत्वस्य तत्राभावात् नातिव्याप्तिः। व्याप्तिज्ञानस्य तु अनुमितिकरणत्वप्रतीत्या अनुमितित्वावच्छिन्नकार्यतानिरूपितकारणताश्रयत्वस्यापि तत्र सत्त्वात् लक्षणसमन्वयः।\n\nटिप्पणी- अनुमितिकरणमनुमानमित्यत्र। नच सिद्धिसमकालीने सिषाधयिषाऽसमानाधिकरणे व्याप्तिज्ञाने (अनुमाने) अनुमितिकारणत्वाभावात् अव्याप्तिरिति वाच्यम्, अनुमितिजनकज्ञानवृत्तिधर्मवत्त्वस्य विवक्षितत्वात्।  न च अनुमितिजनकज्ञानवृत्तिप्रमेयत्वादिधर्मवत्त्वस्य व्यापारजनकत्वस्य च ईश्वरादृष्टादौ सत्त्वात् अतिव्याप्तिरिति वाच्यम्, अनुमितित्वावच्छिन्नजनकतावच्छेदकः व्यापारजनकत्वावच्छेदकश्च यो धर्मः तद्वत्त्वस्य विवक्षितत्वात्, सिद्धिसमकालीनव्याप्तिज्ञाने तादृशधर्मस्य व्याप्तिज्ञानत्वस्य सत्त्वात् समन्वयः। ईश्वरादृष्टादौ तस्य अभावात् नातिव्याप्तिः। अथवा पक्षतासहकृतव्याप्तिज्ञानस्यैव अनुमानत्वाङ्गीकारेण सिद्धिसमकालीनस्य अनुमित्यनुपधायकस्य व्याप्तिज्ञानस्य अनुमानत्वमेव न स्वीक्रियते इति नाव्याप्तिशङ्कावकाशः।\nघटितबुद्धौ घटकज्ञानस्य कारणत्वात् अनुमानलक्षणघटकीभूतानुमितिं लक्षयति परामर्शजन्यमिति। परामर्शजन्यत्वे सति ज्ञानत्वमनुमितेः लक्षणम्। पूर्वनिर्दिष्टमुत्पत्तिक्रममनुसृत्य परामर्शजन्यत्वस्य ज्ञानत्वस्य च अनुमितौ सत्त्वात् समन्वयः। परामर्शजन्यत्वमात्रोक्तौ ध्वंसं प्रति प्रतियोगिनः कारणत्वेन परामर्शध्वंसेऽपि परामर्शजन्यत्वस्य सत्त्वात् अतिव्याप्तिः, ज्ञानत्वनिवेशे तु ध्वंसे ज्ञानत्वस्याभावात् नातिव्याप्तिः। ज्ञानत्वमात्रोक्तौ प्रत्यक्षज्ञानादावतिव्याप्तिः, परामर्शजन्यत्वनिवेशे तु प्रत्यक्षज्ञानस्य इन्द्रियार्थसन्निकर्षजन्यत्वेन तत्र परामर्शजन्यत्वाभावात् नातिव्याप्तिः। परामर्शनिष्ठजनकतायां समवायसम्बन्धावच्छिन्नत्वनिवेशेनैव परामर्शध्वंसेऽतिव्याप्तिवारणात् ज्ञानत्वदलवैयर्थ्यं दुर्वारम्, प्रतियोगितासम्बन्धेन जायमानध्वंसं प्रति तादात्म्यसम्बन्धेन प्रतियोगिनः कारणत्वेन समवायसम्बन्धावच्छिन्नपरामर्शनिष्ठकारणतानिरूपितकार्यत्वस्य परामर्शध्वंसेऽभावात् इति वाच्यम्, समानविषयकानुभवस्य संस्कारं प्रति समवायसम्बन्धेनैव कारणतया परामर्शनिष्ठसमवायसम्बन्धावच्छिन्नजनकतानिरूपितजन्यत्वस्य साध्यव्याप्यहेतुमत्पक्षविषयकसंस्कारे सत्त्वात् अतिव्याप्तिवारणाय ज्ञानत्वदलसार्थक्यात्। समवायसम्बन्धेन जायमानानुमितिं प्रति समवायसम्बन्धेन परामर्शस्य कारणत्वात् लक्षणसमन्वयः। एतेन प्रत्यक्षे विषयस्य कारणतया परामर्शप्रत्यक्षेऽपि परामर्शजन्यत्वज्ञानत्वयोः सत्त्वात् तत्रातिव्याप्तिरिति शङ्‌का निरस्ता, प्रत्यक्षे विषयस्य तादात्म्यसम्बन्धेनैव कारणत्वात् समवायसम्बन्धेन कारणत्वाभावात्।\nअनुमितिलक्षणघटकीभूतपरामर्शं लक्षयति व्याप्तिविशिष्टेति। व्याप्तिविशिष्टञ्च तत् पक्षधर्मताज्ञानञ्च इति कर्मधारयः, व्याप्त्या विशिष्टमित्यत्र तृतीयायाः आधेयत्वम्, विशिष्टपदस्य प्रकारतानिरूपकत्वम्, पक्षधर्मतायाः ज्ञानमित्यत्र षष्ठ्याः विषयतानिरूपकत्वम्, धर्मतापदस्य सम्बन्धश्च अर्थः, तृतीयार्थाधेयत्वस्य प्रकारतायां षष्ठ्यर्थविषयतानिरूपकत्वस्य ज्ञाने च अन्वयः निपातातिरिक्तनामार्थयोरभेदसम्बन्धेनान्वयः इति नियमेन अत्र व्याप्तिनिष्ठप्रकारतानिरूपकाभिन्नं पक्षसम्बन्धविषयकं ज्ञानं परामर्शः इति बोधः। व्याप्तिनिष्ठप्रकारतानिरूपकत्वे सति पक्षसम्बन्धविषयकत्वे सति ज्ञानत्वं परामर्शस्य लक्षणम्, वह्निव्याप्यधूमवान् पर्वतः इति ज्ञाने धूमांशे व्याप्तेः प्रकारत्वेन व्याप्तिनिष्ठप्रकारतानिरूपकत्वस्य विशेषणविशेष्यावगाहिज्ञाने तयोस्सम्बन्धस्यापि विषयत्वनियमेन पर्वतांशे धूमस्य प्रकारत्वेन तत्र धूमपर्वतसम्बन्धस्य संयोगस्यापि विषयत्वस्याङ्गीकार्यतया पक्षसम्बन्धविषयकत्वज्ञानत्वयोश्च सत्त्वात् लक्षणसमन्वयः। ज्ञानत्वमात्रोक्तावनुमितावतिव्याप्तिः। ज्ञानत्वानुपादाने वह्निव्याप्यधूमवत्पर्वतविषयकसंस्कारादौ अतिव्याप्तिः, तत्रापि तत्तद्विषयकत्वस्य अक्षतत्वात्, ज्ञानत्वनिवेशे संस्कारादौ ज्ञानत्वाभावात् नातिव्याप्तिः। व्याप्तिविषयकत्वे सति ज्ञानत्वमात्रोक्तौ वह्निव्याप्यो धूमः इति व्याप्तिस्मृतौ (अनुमाने) अतिव्याप्तिः। पक्षसम्बन्धविषयकत्वे सति ज्ञानत्वमात्रोक्तौ धूमवान् पर्वतः इति पक्षधर्मताज्ञानेऽतिव्याप्तिः, अतः पक्षसम्बन्धविषयकत्वव्याप्तिप्रकारकत्वयोः उपादानम्। परामर्शमभिनीय दर्शयति यथेति। अनुमितिमभिनीय दर्शयति तज्जन्यमिति।\nयत्र यत्र धूमः तत्राग्निः इति साहचर्यनियमो व्याप्तिः।",
        "tags": []
    },
    {
        "sectionId": 53,
        "tarkasangraha_sectionId": 41,
        "title": "व्याप्तिः",
        "content": "व्याप्तेः लक्षणमाह यत्रेति। धूमपदसमभिव्याहृतयत्पदेन धूमाधिकरणं वीप्सया यावत्वञ्च बोध्यते, तथाच, धूमाधिकरणे यावति वह्निरिति लभ्यते, तथाच यद्धर्मावच्छिन्नवाचकपदसमभिव्याहारदशायां यावत्पदं श्रूयते तद्धर्मव्यापकत्वं विधेयांशे भासते इति नियमेन धूमाधिकरणबोधकपदसमभिव्याहृतयावत्पर्यवसायिद्विर्वचनश्रुत्या धूमव्यापकत्वं विधेयीभूतवह्न्यंशे भासते। तथाच धूमव्यापकत्वस्य वह्न्यंशे भाने तुल्यवित्तिवेद्यतया वह्निव्याप्यत्वञ्च धूमे लभ्यते, वह्निव्याप्यत्वस्य वह्न्यभाववदवृत्तित्वे सति वह्निसामानाधिकरण्यरूपतया तदभाववदवृत्तित्वांशस्य प्रयोजनाभावेन त्यागे वह्निसामानाधिकरण्यमात्रं गृह्यते, तथाच धूमव्यापकवह्निसामानाधिकरण्यं व्याप्तिरिति फलितम्। साहचर्यनियमः इत्यत्र नियमपदस्थाने नियतपदं संयोज्य व्युत्क्रमेण योजने च नियतसाहचर्यमिति लभ्यते । साहचर्यनियमः नियतसाहचर्यम्। नियतत्वञ्च व्यापकत्वं साहचर्यञ्च सामानाधिकरण्यम्, तथाच धूमाधिकरणवृत्त्यत्यन्ताभावाप्रतियोगिवह्न्यधिकरणवृत्तित्वं व्याप्तिः इति विशेषलक्षणं फलितम्, सामान्यलक्षणन्तु  हेत्वधिकरणवृत्त्यत्यन्ताभावाप्रतियोगिसाध्यसामानाधिकरण्यं व्याप्तिरिति पर्यवसन्नम्। तथाच पर्वतो वह्निमान् धूमात् इत्यत्र धूमरूपहेतौ लक्षणसमन्वयः, तथाहि हेतुः धूमः, तदधिकरणं महानसः, तद्वृत्तिः योऽत्यन्ताभावः नहि वह्न्यभावः तत्र वह्नेः सत्त्वात् किन्तु घटाभावः, तत्प्रतियोगि घटादिकम्, अप्रतियोगि यत्साध्यं वह्न्यात्मकं साध्यम्, तदधिकरणं महानसः, तद्वृत्तित्वं धूमे वर्तते इति । पर्वतो धूमवान् वह्नेः इत्यत्र वह्निरूपासद्धेतौ नातिव्याप्तिश्च, तथाहि हेतुः वह्निः, तदधिकरणम् अयोगोलकम्, तद्वृत्तिः योऽत्यन्ताभावः धूमाभावः, तत्प्रतियोग्येव साध्यीभूतधूमः, अप्रतियोगि साध्यं न भवतीति नातिव्याप्तिः। नचैवमपि वह्निमान् धूमात् इत्यत्र धूमरूपहेतावव्याप्तिः, हेत्वधिकरणमहानसादिषु चालिनीन्यायेन वर्तमानानां तत्तद्व्यक्तित्वेन तत्तद्वह्न्यभावानां सर्वस्यापि वह्नेः प्रतियोगित्वात् इति वाच्यम्। हेत्वधिकरणवृत्त्यत्यन्ताभावप्रतियोगितानवच्छेदकत्वस्य साध्यतावच्छेदके निवेशनीयत्वात्, तन्निवेशे च हेत्वधिकरणतत्तद्व्यक्तिवृत्त्यभावप्रतियोगितावच्छेदकत्वस्य तत्तद्व्यक्तित्वे सम्भवेऽपि तदनवच्छेदकत्वस्य साध्यतावच्छेदके सत्त्वात् तदवच्छिन्नसामानाधिकरण्यमादाय लक्षणसमन्वयसम्भवात् नाव्याप्तिप्रसक्तिः।\n\nटिप्पणी- साहचर्यनियमो व्याप्तिरित्यत्र। साहचर्यं सामानाधिकरण्यम्, नियमः नियमवत्, कृदभिहितो भावो द्रव्यवत्प्रकाशते इति न्यायात्, तदर्थश्च कृता बोध्यमानः भावोः धात्वर्थः, द्रव्यवदित्यत्र सप्तम्यन्ताद्वतिः, स्वाश्रये बोध्यमान इवेति यावत्, तथाच कृद्बोध्यमानो भावः स्वाश्रयविशेषणतयापि प्रकाशते इति फलितम्, नियतत्वं व्यापकनिरूपितत्वम्, यत्र धूमः तत्रेति पदत्रयं तात्पर्यग्राहकम्, वह्निपदं धूमव्यापकवह्निसामानाधिकरण्यलक्षकम्, इतिपदार्थश्चाभेदः, तस्य साहचर्येऽन्वयः, एवञ्च धूमव्यापकवह्निसामानाधिकरण्याभिन्नं नियतं सामानाधिकरण्याभिन्नं व्याप्तिः इत्यन्वयः।",
        "tags": []
    },
    {
        "sectionId": 54,
        "tarkasangraha_sectionId": 41,
        "title": "पक्षधर्मता",
        "content": "व्याप्यस्य पर्वतादिवृत्तित्वं पक्षधर्मता।।\nपक्षधर्मतास्वरूपम् उदाहरति व्याप्यस्येति। षष्ठ्याः आधेयत्वम्, पर्वतादौ वृत्तित्वमित्यत्र सप्तम्याः निरूपितत्वञ्च अर्थः, तथा च व्याप्यनिष्ठपर्वतादिनिरूपितवृत्तित्वं पक्षधर्मतेति बोधः।",
        "tags": []
    },
    {
        "sectionId": 55,
        "tarkasangraha_sectionId": 42,
        "title": "स्वार्थपरार्थानुमानभेदः",
        "content": "अनुमानं द्विविधम्, स्वार्थं परार्थञ्चेति। स्वार्थं स्वानुमितिहेतुः। तथाहि, स्वयमेव भूयो दर्शनेन यत्र धूमः तत्राग्निरिति महानसादौ धूमे वह्निव्याप्तिं गृहीत्वा पर्वतसमीपं गतः तद्‌गते च अग्नौ सन्दिहानः पर्वते धूमं पश्यन् व्याप्तिं स्मरति यत्र धूमः तत्राग्निरिति। तदनन्तरं वह्निव्याप्यधूमवानयं पर्वतः इति ज्ञानमुत्पद्यते। अयमेव लिङ्गपरामर्शः इत्युच्यते । तस्मात् पर्वतो वह्निमान् इत्यनुमितिरुत्पद्यते। तदेतत् स्वार्थानुमानम्।।\nस्वार्थानुमानं दर्शयति स्वयमेवेति। (स्वस्यार्थः अनुमितिरूपं प्रयोजनं यस्मात्तत् स्वार्थं स्वार्थञ्च तत् अनुमानञ्च इति समासः) न्यायाप्रयोज्यत्वे सति अनुमानत्वं स्वार्थानुमानस्य लक्षणम्। (न्यायः पञ्चावयववाक्यसमुदायः) अनुमानत्वमात्रोक्तौ परार्थानुमाने न्यायाप्रयोज्यत्वमात्रोक्तौ घटादौ च अतिव्याप्तिरिति दलद्वयोपादानम्। अत्र च स्वार्थानुमानसामग्रीं दर्शयति स्वयमेवेत्यादिना । प्रथमम्, भूयोदर्शनेनेत्यनेन भूयोदर्शनम् तदनु महानसादौ वह्निव्याप्तिं गृहीत्वेत्यनेन व्याप्त्यनुभवः। तद्‌गते चाग्नौसन्दिहानः इत्यनेन साध्यसंशयरूपा पक्षता । पर्वते धूमं पश्यन् इत्यनेन पक्षधर्मताज्ञानम्। व्याप्तिं स्मरतीत्यनेन व्याप्तिस्मृतिः।  सा च एकसम्बन्धिज्ञानमपरसम्बन्धिस्मारकमिति, न्यायेन पक्षधर्मताज्ञानस्य एकसम्बन्धिरूपधूमविषयकज्ञानत्वेन अपरसम्बन्धिन्याः व्याप्तेः स्मारकत्वात् पक्षधर्मताज्ञानरूपैकसम्बन्धिज्ञानजन्या भवति। व्याप्तिस्मृत्युत्तरं परामर्शः तदन्वनुमितिः, इति क्रमः अनेन वाक्यसमुदायेन बोध्यते।\nयत्तु स्वयमेव धूमादग्निमनुमाय परप्रतिपत्त्यर्थं पञ्चावयववाक्यं प्रयुङ्क्ते तत्परार्थानुमानम्। यथा, पर्वतो वह्निमान्, धूमवत्त्वात्, यो यो धूमवान् स सोऽग्निमान् यथा महानसम्, तथाचायम्, तस्मात्तथेति। अनेन वाक्येन प्रतिपादितात् लिङ्गात् परोऽप्यग्निं प्रतिपद्यते। प्रतिज्ञाहेतूदाहरणोपनयनिगमनानि पञ्च अवयवाः। पर्वतो वह्निमानिति प्रतिज्ञा। धूमवत्त्वादिति हेतुः। यो यो धूमवान् सोऽग्निमान् यथा महानसम् इत्युदाहरणम्। तथाचायमित्युपनयः। तस्मात्तथेति निगमनम्। स्वार्थानुमितिपरार्थानुमित्योः लिङ्गपरामर्शोऽनुमानम्।\nपरार्थानुमानमुदाहरति- यत्त्विति। न्यायप्रयोज्यत्वे सत्यनुमानत्वं परार्थानुमानस्य लक्षणम्। अनुमानत्वमात्रोक्तौ स्वार्थनुमाने न्यायप्रयोज्यत्वमात्रोक्तौ न्यायध्वंसे च अतिव्याप्तिः, अतो दलद्वयोपादानम्। अवयवनामान्युदाहरति प्रतिज्ञेति। क्रमेणावयवस्वरूपमाह पर्वतो वह्निमानिति। उदाहृतवाक्ये प्रतिज्ञादिविभागमाह पर्वतो वह्निमानिति प्रतिज्ञेति। पञ्चावयववाक्यप्रयोज्यशाब्दबोधप्रकारः इत्थम्, प्रतिज्ञावाक्यात् वह्निमदभिन्नः पर्वतः इति बोधः। हेतुवाक्यात् धूमादित्यत्र पञ्चम्याः हेतुत्वार्थकतया धूमस्याधेयत्वसम्बन्धेन हेतुत्वाऽन्वये च धूमनिष्ठं हेतुत्वमिति बोधः। उदाहरणवाक्यात् यो यः स स इत्यादिपदानाम् अग्निपदस्य धूमव्यापकवह्नौ लक्षणायां तात्पर्यग्राहकतया विनियुक्तत्वेन धूमवान् धूमव्यापकवह्निमान् इति बोधः भवति। उपनयवाक्यात् तच्छब्देन वह्निव्याप्यधूमबोधने थाल्प्रत्ययस्य आश्रयत्वार्थकत्वे च वह्निव्याप्यधूमवान् पर्वतः इति बोधः भवति । निगमनवाक्यात् तच्छब्दस्य वह्निव्याप्यधूमपरामर्शकत्वे पञ्चम्या ज्ञानज्ञाप्यत्वबोधने च वह्निव्याप्यधूमज्ञानज्ञाप्यवह्निमान् पर्वतः इति बोधः भवति । अत्र पूर्वपूर्वबोधोत्पन्नसंस्कारसहितचरमवाक्यजनिततावद्वाक्यार्थविषयकसमूहालम्बनबोधानन्तरं मानसिकं वह्निव्याप्यधूमवान् पर्वतः इति परामर्शमात्रमुत्पद्यते, न तु पृथक् पक्षधर्मताज्ञानं व्याप्तिस्मृतिश्च भवतः, तयोः पृथक्कल्पने गौरवात् प्रत्येकशाब्दबोधैः तत्स्थानापन्नैरेव चारितार्थ्यात्। ननु सर्वत्र करणत्वस्य व्यापारजनकत्वघटिततया पक्षधर्मत्वाविषयकस्य व्याप्तिज्ञानमात्रस्यैव परामर्शद्वाराऽनुमितिकरणत्वेन स्वार्थानुमितिपरार्थानुमित्योः लिङ्गपरामर्श एव करणमिति कथनमनुपपन्नमिति चेन्न, स्वार्थानुमानस्थले पूर्वोक्तक्रमेण व्याप्तिपक्षधर्मताज्ञानयोः पृथक् सम्भवेऽपि परार्थानुमानस्थले केवलशाब्दपरामर्शस्थले च तयोः सम्भवाभावेन परामर्शस्य तूभयत्र सम्भवेन च अनुपपत्तेः अभावात् । नचैवं परमर्शस्य व्यापाराभावात् करणत्वमनुपपन्नमिति वाच्यम्, करणत्वलक्षणे व्यापारजनकत्वविशेषणाभावेऽपि क्षत्यभावात्। नचैवं व्यापारे (परामर्शे) अनुमानलक्षणातिव्याप्तिरिति वाच्यम्, तस्य लक्ष्यत्वात्।\nटिप्पणी- यत्तु स्वयमेव धूमादग्निमनुमायेत्यत्र। नन्वत्र यत्तु पञ्चावयववाक्यमित्यत्र यच्छब्दस्य पञ्चावयववाक्यपरतया परार्थानुमानस्य व्याप्तिज्ञानरूपतया उभयोः भेदात् तत् परार्थानुमानमिति तच्छब्देन परामर्शोऽनुपपन्नः, यत्तच्छब्दार्थयोरैक्यनियमात् प्रकृते तदभावात् इति चेन्न, परस्यार्थः अनुमितिरूपं प्रयोजनं यस्मात् तत् परार्थम्, परार्थम् अनुमानं यस्मात् तत् इति उभयत्र बहुव्रीहिसमासादरे परार्थानुमानप्रयोजकस्य पञ्चावयववाक्यस्य बोध्यत्वेन तत् परार्थानुमानमिति तच्छब्देन परामर्शे अनुपपत्त्यभावात्। यद्वा, यदित्यस्याव्ययतया चतुर्थीविभक्त्यर्थबोधकत्वमङ्गीकृत्य यत् यदर्थं यादृशलिङ्गपरामर्शार्थं पञ्चावयववाक्यं प्रयुङ्क्ते तत् लिङ्गपरामर्शोऽनुमानम् इति समन्वये पूर्वोक्तानुपपत्त्यभावात्, यत्तच्छब्दयोरेकार्थकत्वमपि सम्भवतीति नानुपपत्तिः।। अथवा, आयुः घृतं लाङ्गलं जीवनम् इतिवत् प्रयोज्यप्रयोजकयोः अभेदोपचारात् उपपत्तिः बोध्या।।",
        "tags": []
    },
    {
        "sectionId": 56,
        "tarkasangraha_sectionId": 45,
        "title": "लिङ्गत्रैविध्यम्",
        "content": "लिङ्गं त्रिविधम्। अन्वयव्यतिरेकि, केवलान्वयि, केवलव्यतिरेकि चेति। अन्वयेन व्यतिरेकेण च व्याप्तिमदन्वयव्यतिरेकि। यथा वह्नौ साध्ये धूमवत्त्वम्। यत्र धूमस्तत्राग्निः यथा महानसम् इत्यन्वयव्याप्तिः। यत्र वह्निर्नास्ति तत्र धूमोऽपि नास्ति यथा महाह्रद इति व्यतिरेकव्याप्तिः। अन्वयमात्रव्याप्तिकं केवलान्वयि। यथा घटोऽभिधेयः प्रमेयत्वात्पटवत् इति। अत्र प्रमेयत्वाभिधेयत्वयोर्व्यतिरेकव्याप्तिर्नास्ति। सर्वस्यापि प्रमेयत्वादभिधेयत्वाच्च। व्यतिरेकमात्रव्याप्तिकं केवलव्यतिरेकि। यथा पृथिवीतरेभ्यो भिद्यते गन्धवत्त्वात्। यदितरेभ्यो न भिद्यते न तद्गन्धवत्, यथा जलम्। न चेयं तथा। तस्मान्न तथेति। अत्र यद्गन्धवत्तदितरभिन्नमित्यन्वयदृष्टान्तो नास्ति। पृथिवीमात्रस्य पक्षत्वात्।\nलिङ्गं विभजते अन्वयव्यतिरेकीति।। अन्वयव्यतिरेकिणं लक्षयति अन्वयेनेति। अन्वयः साध्यः, व्यतिरेकः साध्याभावः तृतीयायाः निरूपितत्वमर्थः, तथाच अन्वयनिरूपितव्याप्तिमत्त्वे सति व्यतिरेकनिरूपितव्याप्तिमत्त्वम् अन्वयव्यतिरेकिणो लक्षणम् इति फलितम्। अन्वयव्याप्तिमत्त्वञ्च हेत्वधिकरणवृत्त्यत्यन्ताभावाप्रतियोगिसाध्याधिकरणवृत्तित्वं, व्यतिरेकव्याप्तिमत्त्वञ्च साध्याभावव्यापकीभूताभावप्रतियोगित्वम्, तच्च साध्याभावाधिकरणवृत्त्यत्यन्ताभावाप्रतियोग्यभावप्रतियोगित्वम्। तथाच पर्वतो वह्निमान् धूमात् इत्यत्र धूमरूपसद्धेतौ लक्षणसमन्वयः, (अत्र पर्वतः पक्षः, वह्निः साध्यः, धूमो हेतुः) तथाहि हेतुः धूमः, तदधिकरणं महानसः, तद्वृत्तिः योऽत्यन्ताभावः नहि वह्न्यभावः किन्तु घटाद्यभावः, तत्प्रतियोगी घटादिः, तदप्रतियोगी यस्साध्यः वह्निरूपः साध्यः, तदधिकरणं महानसः, तद्वृत्तित्वं धूमे वर्तते। साध्यः वह्निः साध्याभावः वह्न्यभावः, तदधिकरणं ह्रदः, तद्वृत्तिः योऽत्यन्ताभावः नहि धूमाभावाभावः, परन्तु धूमाभावः, तत्प्रतियोगी धूमः, तदप्रतियोगी योऽभावः धूमाभावः तत्प्रतियोगित्वञ्च धूमे वर्तते इति लक्षणसमन्वयः। अन्वयव्याप्तिमात्रोक्तौ केवलान्वयिनि घटः अभिधेयः प्रमेयत्वात् इत्यत्र प्रमेयत्वरूपहेतौ अतिव्याप्तिः, (अत्र घटः पक्षः, अभिधेयत्वं साध्यम्, प्रमेयत्वं हेतुः) तथाहि हेतुः प्रमेयत्वम् (ईश्वरीयप्रमाविषयत्वम्) तदधिकरणं घटादिः, तद्वृत्ति योऽत्यन्ताभावः नहि अभिधेयत्वाभावः अभिधेयत्वस्यैव (ईश्वरेच्छाविषयत्वस्यैव) सर्वत्रापि विद्यमानत्वात् किन्तु पटाद्यभावः, तदप्रतियोगि यत् साध्यम् अभिधेयत्वरूपं साध्यम्, तदधिकरणं घटादिः, तद्वृत्तित्वं प्रमेयत्वे वर्तते इति। अतः तद्वारणाय व्यतिरेकव्याप्तिशून्यत्वदलम्। तन्निवेशे तु तत्र साध्याभावस्याप्रसिद्धत्वेन तद्घटितव्यतिरेकव्याप्तिमत्त्वस्य तत्राभावात् नातिव्याप्तिः। व्यतिरेकव्याप्तिमत्त्वमात्रोक्तौ पृथिवी इतरभिन्ना गन्धवत्त्वात् इत्यत्र गन्धवत्वरूपकेवलव्यतिरेकिहेतौ अतिव्याप्तिः, (अत्र पृथिवी पक्षः, पृथिवीतरभेदः साध्यः, गन्धवत्त्वम् हेतुः) तथाहि साध्याभावः पृथिवीतरभेदाभावः, तदधिकरणं जलादिकम्, तद्वृत्तिः योऽत्यन्ताभावः नहि गन्धाभावाभावः परन्तु गन्धाभावः, तत्प्रतियोगी गन्धः, तदप्रतियोगी योऽभावः गन्धाभावः, तत्प्रतियोगित्वं गन्धे वर्तते इति। अतः तद्वारणाय अन्वयव्याप्तिमत्त्वं निवेशनीयम्, तन्निवेशे तु गन्धाधिकरणे सर्वत्रापि पृथिवीतरभेदस्य विद्यमानत्वेन हेतुव्यापकसाध्यसामानाधिकरण्यरूपान्वयव्याप्तेः प्रकृतहेतौ सत्त्वेऽपि पृथिवीमात्रस्य पक्षत्वेन जलादौ हेतुसाध्ययोरभावेन च दृष्टान्ताभावेन अन्वयव्याप्तिनिश्चयस्य असम्भवेन वस्तुतः अन्वयव्याप्तिमत्त्वस्य सत्त्वेऽपि निश्चितान्वयव्याप्तिमत्त्वस्यैव अन्वयव्यतिरेकिलक्षणघटकत्वेनाङ्गीकर्तव्यतया गन्धवत्त्वरूपहेतौ निश्चितान्वयव्याप्तिमत्त्वस्याभावात् नातिव्याप्तिः।।\nकेवलान्वयिलिङ्गं लक्षयति अन्वयेति। अत्र मात्रपदस्य इतरव्यवच्छेदार्थकतया व्यतिरेकव्याप्तिशून्यत्वे सति अन्वयव्याप्तिमत्त्वं केवलान्वयिनो लक्षणमिति फलितम्। घटोऽभिधेयः प्रमेयत्वात् इत्यत्र प्रमेयत्वरूपहेतौ लक्षणसमन्वयः। (अत्र घटः पक्षः, अभिधेयत्वं साध्यम्, प्रमेयत्वं हेतुः) ईश्वरीयज्ञानेच्छाकृतीनां विनिगमनाविरहेण सर्वविषयकत्वस्याङ्गीकर्तव्यतया ईश्वरीयज्ञानतदिच्छाविषयत्वयोः सर्वस्मिन्नपि जगति वर्तमानतया प्रमेयत्वं अभिधेयत्वञ्च केवलान्वयिनी (सर्वत्र वर्तमाने) भवतः। तथाच अत्र हेतुः प्रमेयत्वम्, तदधिकरणं घटादिः तद्वृत्तिः योऽत्यन्ताभावः नहि अभिधेयत्वाभावः परन्तु पटाद्यभावः, तत्प्रतियोगी पटादिः, तदप्रतियोगि यत्‌ साध्यम् अभिधेयत्वरूपं साध्यम्, तदधिकरणं पटादि, तद्वृत्तित्वं प्रमेयत्वे वर्तते, अत्र साध्याभावस्याप्रसिद्धत्वेन व्यतिरेकव्याप्तिप्रसक्त्यभावेन व्यतिरेकव्याप्तिशून्यत्वञ्च अस्तीति लक्षणसमन्वयः। अन्वयव्याप्तिमत्त्वमात्रोक्तौ अन्वयव्यतिरेकिणि अतिव्याप्तिः, तद्वारणाय व्यतिरेकव्याप्तिशून्यत्वम्, तन्निवेशे तत्र व्यतिरेकव्याप्तेरपि सम्भवेन तच्छून्यत्वस्याभावात् नातिव्याप्तिः। व्यतिरेकव्याप्तिशून्यत्वमात्रोक्तौ पर्वतो धूमवान् वह्नेः इत्यत्र (अत्र पर्वतः पक्षः, धूमः साध्यः, वह्निः हेतुः) वह्निरूपव्यभिचारिहेतौ अन्वयव्यतिरेकव्याप्त्योः द्वयोरप्यभावेन व्यतिरेकव्याप्तिशून्यत्वस्यापि सम्भवात् अतिव्याप्तिः अन्वयव्याप्तिमत्त्वनिवेशे तु तस्यासद्धेतुतया अन्वयव्याप्तिमत्त्वस्याप्यभावात् नातिव्याप्तिः।\nकेवलव्यतिरेकिणो लक्षणमाह व्यतिरेकेति। (अत्र पृथिवी पक्षः इतरभेदः साध्यः गन्धवत्त्वं हेतुः) केवलव्यतिरेकः अत्रास्तीति केवलव्यतिरेकि, व्यतिरेकव्याप्तिरेवात्र विद्यते नान्वयव्याप्तिरित्यर्थः। अन्वयव्याप्तिशून्यत्वे सति व्यतिरेकव्याप्तिमत्त्वं केवलव्यतिरेकिणो लक्षणम्। अत्र साध्यः पृथिवीतरभेदः, तदभावः पृथिवीतरभेदाभावः, तदधिकरणं जलादिकम्, तद्वृत्तिः योऽत्यान्ताभावः नहि गन्धाभावाभावः किन्तु गन्धाभावः तत्प्रतियोगी गन्धः, अप्रतियोगी योऽभावः गन्धाभावः तत्प्रतियोगित्वं गन्धे वर्तते एवं हेत्वधिकरणं पुष्पादि, तद्वृत्तिः योऽत्यन्ताभावः नहि इतरभेदाभावः किन्तु पटाद्यभावः, तत्प्रतियोगी पटादिः, तदप्रतियोगी यः साध्यः पृथिवीतरभेदरूपः साध्यः, तदधिकरणं पृथिवी, तद्वृत्तित्वस्यापि गन्धे सत्त्वेनान्वयव्याप्तिशून्यत्वासम्भवेऽपि अत्र लक्षणे निश्चितान्वयव्याप्तिशून्यत्वस्यैव निवेशनीयतया अत्र पृथिवीमात्रस्य पक्षत्वेन जलादौ हेतुसाध्ययोः अभावेन च यत्र गन्धः तत्र इतरभेदः इत्यत्र अन्वयदृष्टान्ताभावेन अन्वयव्याप्तिनिश्चियासम्भवेन निश्चितान्वयव्याप्तिशून्यत्वरूपलक्षणमपि गन्धरूपहेतौ उपपद्यते इति लक्षणसमन्वयः। अन्वयव्याप्तिशून्यत्वमात्रोक्तौ पर्वतो धूमवान् वह्नेः इत्यत्र वह्निरूपहेतावतिव्याप्तिः। व्यतिरेकव्याप्तिमत्त्वमात्रोक्तौ अन्वयव्यतिरेकिणि अतिव्याप्तिः, अतो दलद्वयोपादानम्। केवलव्यतिरेकिस्थले पञ्चावयववाक्यमुदाहरति यदिति। यत् जलम्, इतरेभ्यः न भिद्यते इतरभेदाभाववत्, तज्जलम्, न गन्धवत् गन्धाभाववत्, नचेयं तथा, इयं पृथिवी न तथा गन्धाभाववती न, किन्तु गन्धाभावाभाववती गन्धवतीति फलितोऽर्थः। तस्मात् गन्धाभावाभाववत्त्वात् गन्धवत्त्वात् न तथा इतरभेदाभाववती न, किन्तु इतरभेदाभावाभाववती इतरभेदवतीति पर्यवसितोऽर्थः।",
        "tags": []
    },
    {
        "sectionId": 57,
        "tarkasangraha_sectionId": 46,
        "title": "पक्षलक्षणम्",
        "content": "सन्दिग्धसाध्यवान्पक्षः। यथा धूमवत्त्वे हेतौ पर्वतः। निश्चितसाध्यवान्सपक्षः। यथा तत्रैव महानसम्। निश्चितसाध्याभाववान्विपक्षः। यथा तत्रैव महाह्रदः।\nपृथिवीमात्रस्य पक्षत्वादित्यत्र निर्दिष्टं पक्षं लक्षयति सन्दिग्धेति। सम्पूर्वकदिहधातोः सन्देहोऽर्थः, क्तप्रत्ययस्य विषयोऽर्थः, तस्य साध्येऽन्वये सन्देहविषयीभूतसाध्याश्रयत्वम् पक्षस्य लक्षणम् इति फलितम्। सन्देहः पर्वतो वह्निमान् न वेति सन्देहः, तद्विषयीभूतः यः साध्यः वह्निरूपसाध्यः, तदाश्रयत्वं पर्वतो वह्निमान् धूमात् इत्यत्र पक्षभूतपर्वते वर्तते इति लक्षणसमन्वयः। सन्दिग्धत्वानुपादाने पूर्वोक्तस्थल एव वह्निरूपसाध्याश्रयत्वमादाय सपक्षे महानसादावतिव्याप्तिः। तदुपादाने सपक्षस्य निश्चितसाध्याश्रयत्वेन सन्दिग्धसाध्याश्रयत्वस्याभावात् नातिव्याप्तिः। नचैवमपि पर्वतान्तर्भावेण सन्दिग्धस्य साध्यस्याश्रयत्वमादाय सपक्षेऽतिव्याप्तिः सम्भवतीति वाच्यम्, साध्यप्रकारकसन्देहविशेष्यत्वस्य तदर्थत्वात्। तथाच महानसान्तर्भावेण साध्यप्रकारकसन्देहाभावेन तादृशसन्देहविशेष्यत्वस्य  तत्राभावेन नातिव्याप्तिः। नचैवमपि साध्यतावच्छेदकांशे साध्यस्यापि विशेष्यतया साध्यप्रकारकसन्देहविशेष्यत्वस्य साध्येऽपि सत्त्वात् अतिव्याप्तिरिति वाच्यम्, साध्यप्रकारकसन्देहनिरूपितमुख्यविशेष्यत्वस्य विवक्षितत्वात्, वह्नेः वह्नित्वांशे विशेष्यत्वेऽपि पर्वतांशे प्रकारत्वेन वह्नित्वनिष्ठप्रकारतानिरूपितवह्निनिष्ठविशेष्यतायाः पर्वतनिष्ठविशेष्यतानिरूपितप्रकारतासमानाधिकरणतया (प्रकारत्वावच्छिन्नतया) मुख्यविशेष्यतात्वाभावेनातिव्याप्त्यभावात्। विशेष्यतायां मुख्यत्वञ्च प्रकारत्वासमानाधिकरणत्वं प्रकारत्वानवच्छिन्नत्वं वा बोध्यम्। न च पर्वतो वह्निमान् न वा भूतलं घटवत् न वा इति समूहालम्बनरूपं साध्यप्रकारकसंशयमादाय तन्निरूपितमुख्यविशेष्यतामादाय भूतलादावतिव्याप्तिरिति वाच्यम्, साध्यनिष्ठप्रकारतानिरूपिता (साध्याभावनिष्ठप्रकारतानिरूपिता) या संशयीया मुख्यविशेष्यता तदाश्रयत्वस्य लक्षणत्वात्, समूहालम्बनज्ञाननिरूपितभूतलनिष्ठविशेष्यतायाः साध्यप्रकारकसंशयनिरूपितत्वेऽपि भूतले  साध्यतदभावयोरप्रकारत्वात् तत्तन्निष्ठप्रकारतानिरूपितविशेष्यतायाः भूतलेऽसत्त्वेनातिव्याप्त्यभावात्। इदञ्च लक्षणं साध्यसंशयस्य पक्षतात्वमङ्गीकुर्वतां प्राचां मते बोध्यम्।\nनवीनमते तु संशयविरहदशायामपि घनगर्जितेन मेघानुमानेन सिषाधयिषाकालिकसिद्धिदशायाम् अनुमित्युत्पत्त्या च इदं लक्षणं विहाय सिषाधयिषाविरहविशिष्टसिद्ध्यभाववत्त्वं पक्षलक्षणं बोध्यम्। केषांचिन्मते अनुमित्युद्देश्यत्वमेव पक्षत्वं बोध्यम्।\nसपक्षं लक्षयति निश्चितेति। निश्चिनोतेः निश्चयोऽर्थः, क्तप्रत्ययस्य विषयोऽर्थः, तथाच, निश्चयविषयसाध्याश्रयत्वं सपक्षस्य लक्षणम्। निश्चयः महानसो वह्निमान् इति निश्चयः, तद्विषयीभूतः यः साध्यः वह्निरूपः साध्यः, तदाश्रयत्वं महानसे वर्तते इति समन्वयः। निश्चितपदाभावे संदिग्धसाध्याश्रयत्वमादाय पक्षेऽतिव्याप्तिः। तन्निवेशे पक्षे साध्यनिश्चयाभावेन निश्चितसाध्याश्रयत्वस्य तत्राभावात् नातिव्याप्तिः। नचैवमपि महानसान्तर्भावेण निश्चयविषयस्य साध्यस्य आश्रयत्वमादाय पक्षेऽतिव्याप्तिरिति वाच्यम् साध्यप्रकारकनिश्चयाभावेन साध्यप्रकारकनिश्चयविशेष्यत्वस्य पक्षेऽभावात् नातिव्याप्तिः। अत्रापि पूर्ववत् वह्न्यादावतिव्याप्तिवारणाय महानसो वह्निमान्, घटवत् भूतलं इति समूहालम्बनात्मकनिश्चयमादाय भूतलादावतिव्याप्तिवारणाय च साध्यनिष्ठप्रकारतानिरूपितनिश्चयीयमुख्यविशेष्यताश्रयत्वपर्यन्तस्य लक्षणस्य आवश्यकता अस्त्येव।\nविपक्षलक्षणमाह निश्चितेति। निश्चयविषयीभूतसाध्याभावाश्रयत्वं विपक्षस्य लक्षणम्। पर्वतो वह्निमान् धूमात् इत्यत्र महाह्रदरूपविपक्षे लक्षणसमन्वयः। तथाहि, निश्चयः ह्रदो वह्न्यभाववान् इति निश्चयः, तद्विषयीभूतो यः साध्याभावः वह्न्यभावः, तदाश्रयत्वं ह्रदेऽस्तीति लक्षणसमन्वयः। निश्चितपदाभावे ह्रदो वह्निमान् धूमात् इत्यत्र ह्रदरूपपक्षेऽपि साध्याभावाश्रयत्वस्य सत्त्वात् अतिव्याप्तिः। तन्निवेशे तु अनुमितिकाले साध्याभावसंशयस्यैव सत्त्वेन तन्निश्चयाभावेन निश्चितसाध्याभावाश्रयत्वस्य असत्त्वात् नातिव्याप्तिः। नचैवमपि ह्रदो वह्निमान् इत्यनुमितिकाले पक्षभूतह्रदेऽपि घटाद्यन्तर्भावेण निश्चयविषयवह्न्यभावरूपसाध्याभावाश्रयत्वस्य विद्यमानत्वात् अतिव्याप्तिरिति वाच्यम्। साध्याभावप्रकारकनिश्चयविशेष्यत्वस्य विवक्षणीयत्वात्, अनुमितिकाले ह्रदे पक्षे साध्याभावनिश्चयाभावेन साध्याभावप्रकारकनिश्चयविशेष्यत्वस्य तदा ह्रदे अभावेन नातिव्याप्तिः। अत्रापि पूर्ववत् साध्यादावतिव्याप्तिवारणाय मुख्यविशेष्यत्वम् गुणो वह्न्यभाववान् ह्रदो जलवान् इति समूहालम्बननिश्चयमादाय पक्षीभूतह्रदेऽतिप्रसङ्गवारणाय साध्याभावत्वावच्छिन्नप्रकारतानिरूपितनिश्चयीयमुख्यविशेष्यताश्रयत्वपर्यन्तं लक्षणं परिष्करणीयमेव, तथा परिष्कारे ह्रदांशे वह्न्यभावस्याप्रकारत्वेन साध्याभावनिष्ठप्रकारतानिरूपितनिश्चयीयमुख्यविशेष्यताश्रयत्वस्य पक्षभूतह्रदेऽभावात् नातिव्याप्तिः।",
        "tags": []
    },
    {
        "sectionId": 58,
        "tarkasangraha_sectionId": 47,
        "title": "हेत्वाभासलक्षणम्",
        "content": "सव्यभिचारविरूद्धसत्प्रतिपक्षाऽसिद्धबाधिताः पञ्च हेत्वाभासाः।।\nव्याप्तिपक्षधर्मताविशिष्टत्वं सद्धेतूनां लक्षणम्। व्याप्तिपक्षधर्मत्वोभयाभाववत्त्वम् असद्धेतूनां लक्षणम्। व्याप्त्यभाववत्त्वमात्रोक्तौ ह्रदो वह्निमान् धूमात् इत्यत्र बाधितहेतौ व्याप्त्यभाववत्त्वस्याभावात् अव्याप्तिः। पक्षधर्मत्वाभाववत्त्वमात्रोक्तौ पर्वतो धूमवान् वह्नेः इत्यत्र व्यभिचारिहेतौ पक्षधर्मत्वाभाववत्त्वस्याभावात् अव्याप्तिः। तदुभयाभाववत्त्वविवक्षणे तु बाधितव्यभिचारिणोरपि एकसत्त्वे द्वयं नास्तीति प्रतीत्या उभयाभाववत्त्वस्याक्षतत्वेन न कुत्राप्यव्याप्तिप्रसक्तिः। व्याप्तिपक्षधर्मत्वान्यतराभाववत्त्वोक्तौ बाधितव्यभिचारिणोः तदन्यतरस्य सद्भावात् अव्याप्तिरित्युभयाभावपर्यन्तानुसरणम्। एवं व्याप्तिविशिष्टपक्षधर्मत्वाभावरूपविशिष्टाभावस्यापि असद्धेतुलक्षणत्वमुपपद्यत एव, ह्रदो वह्निमान् धूमात् इत्यादिबाधितहेतौ पक्षधर्मत्वरूपविशेष्याभावप्रयुक्तः विशिष्टाभावः सम्भवति, पर्वतो धूमवान् वह्नेः इत्यत्र व्याप्तिरूपविशेषणाभावप्रयुक्तः विशिष्टाभावश्च सम्भवतीति न काचिदपि अनुपपत्तिः। न च उत्पत्तिकालावच्छिन्नघटो गन्धवान् पृथिवीत्वात् इत्यत्र, पृथिवीत्वरूपबाधितहेतौ व्याप्तिपक्षधर्मतयोरुभयोरपि सद्भावेन व्याप्तिपक्षधर्मत्वोभयाभावरूपलक्षणस्य व्याप्तिविशिष्टपक्षधर्मत्वाभावरूपलक्षणस्य च तत्राभावेन अव्याप्तिरिति वाच्यम्, अत्र लक्षणद्वये पक्षधर्मतायाः साध्याश्रयपक्षवृत्तित्वरूपत्वेन विवक्षणीयतया लक्षणद्वयेऽप्यव्याप्तिप्रसक्त्यभावात्। न च तर्हि व्याप्तिपक्षधर्मताविशिष्टत्वरूपसद्धेतुलक्षणस्य उत्पत्तिकालावच्छिन्नघटो गन्धवान् पृथिवीत्वात् इत्यत्र पृथिवीत्वरूपहेतावतिव्याप्तिरिति वाच्यम्, तत्रापि पक्षधर्मतायाः साध्याश्रयपक्षवृत्तित्वरूपत्वेन परिष्करणीयतया तादृशपक्षधर्मतायाः प्रकृतपृथिवीत्वहेतावभावाच्च नातिप्रसङ्गः। अथवा, सव्यभिचाराद्यन्यतमत्वमसद्धेतुत्वम्। तदभाववत्त्वं सद्धेतुत्वम्, एवञ्च उत्पत्तिकालवच्छिन्नघटो गन्धवान् पृथिवीत्वात् इत्यत्र पृथिवीत्वरूपहेतोः सव्यभिचाराद्यन्यतमान्तर्गतत्वेन (बाधितत्वेन) असद्धेतुत्वमेव इति न कापि अनुपपत्तिः। सन्तमर्थं बुबोधयिषुणा केनचित् पुंसा पर्वतादौ वह्न्यादिसाध्यके धूमादिरूपसद्धेतौ प्रयुक्ते सति पञ्चम्यन्तत्वादिना सद्धेतुत्वभ्रमजनकत्वे ह्रदो वह्निमान् धूमात् इत्याद्यसद्धेतौ प्रतिपक्षिणा परवञ्चनाय प्रयुक्ते सति तस्मिन् प्रतिपक्षितहेतौ दोषोद्भावनाय दुष्टहेतवो निरूप्यन्ते।\nहेतुवदाभासन्त इति हेत्वाभासाः, वत्पदस्य सादृश्यम् आङ्पूर्वकभासधातोः आभासश्चार्थः, आभासो नाम भ्रमः, आख्यातस्य विषयत्वमर्थः, हेतोः सादृश्ये आधेयत्वसम्बन्धेन सादृश्यस्य च आभासे प्रकारतानिरूपकत्वसम्बन्धेन च अन्वयः, हेतुपदं सद्धेतुपरम्। (सादृश्यञ्च व्याप्तिपक्षधर्मताविशिष्टत्वरूपं ग्राह्यं) तथाच, सद्धेतुनिष्ठसादृश्यप्रकारकभ्रमविषयाः पञ्चहेतवः इत्यर्थः। इमे एव दुष्टहेतवः इत्युच्यन्ते। दुष्टत्वञ्च दोषविशिष्टत्वम्। दोषाश्च व्यभिचारविरोधसत्प्रतिपक्षाऽसिद्धिबाधाः।",
        "tags": []
    },
    {
        "sectionId": 59,
        "tarkasangraha_sectionId": 47,
        "title": "दोषलक्षणम्",
        "content": "दोषलक्षणन्तु अनुमितितत्करणान्यतरप्रतिबन्धकयथार्थज्ञानविषयत्वम्। तद्वत्ताबुद्धिं प्रति तदभाववत्तानिश्चयस्य तदाभावव्याप्यवत्तानिश्चयस्य च प्रतिबन्धकत्वं वर्तते। तथाच ह्रदो वह्निमान् धूमात् इत्यत्र वह्न्यभाववद्ध्रदरूपबाधे लक्षणसमन्वयः। तथाहि अनुमितिः ह्रदो वह्निमान् इत्यनुमितिः, तत्प्रतिबन्धकं यत् यथार्थं ज्ञानं ह्रदो वह्न्यभाववान् इति निश्चयरूपं ज्ञानम्, तद्विषयत्वं वह्न्यभाववद्ध्रदे वर्तते इति। अस्मिन्नेव स्थले वह्न्यभावव्याप्यवद्ध्रदरूपसत्प्रतिपक्षेऽपि लक्षणसमन्वयः कार्यः, तथाहि, अनुमितिस्तु निरुक्तैव, प्रतिबन्धकज्ञानन्तु वह्न्यभावव्याप्यवान् ह्रदः इति निश्चयरूपं ग्राह्यम्। अनुमितिप्रतिबन्धकज्ञानविषयत्वमात्रोक्तौ पर्वतो वह्निमान् प्रमेयत्वात् इत्यत्र वह्न्यभाववद्वृत्तिप्रमेयत्वरूपव्यभिचारेऽव्याप्तिः, तत्र वह्न्यभाववद्वृत्ति प्रमेयत्वमिति निश्चयस्य वह्न्यभाववदवृत्ति प्रमेयत्वमिति व्याप्तिज्ञानं प्रत्येव तदभाववत्तानिश्चयमुद्रया प्रतिबन्धकत्वेन अनुमितिप्रतिबन्धकत्वाभावात्, अतः करणपदम्। एतन्निश्चयस्य अनुमितिप्रतिबन्धकत्वाभावेऽपि करणीभूतव्याप्तिज्ञानप्रतिबन्धकत्वात् व्यभिचारेऽपि लक्षणसमन्वयः। तत्करणप्रतिबन्धकज्ञानविषयत्वमात्रोक्तौ बाधस्यानुमितिप्रतिबन्धकत्वेन तत्करणप्रतिबन्धकज्ञानविषयत्वाभावात् अव्याप्तिः। अतः अनुमितितत्करणान्यतरप्रतिबन्धकत्वस्य लक्षणे निवेशः, तन्निवेशे तु बाधनिश्चयस्यानुमितिप्रतिबन्धकत्वेन तदन्यतरप्रतिबन्धकत्वस्य सत्त्वात् समन्वयः।\nएषाञ्च दोषाणां स्वज्ञानविषयप्रकृतहेतुतावच्छेदकधर्मवत्त्वसम्बन्धेन हेतौ सत्त्वात् हेतूनां दुष्टत्वव्यवहारः। ह्रदो वह्निमान् धूमात् इत्यत्र वह्न्यभाववद्ध्रदरूपबाधस्य अनेन सम्बन्धेन धूमरूपहेतौ सत्त्वात् धूमस्य दुष्टत्वं सम्भवति। तथाहि स्वं वह्न्यभाववद्ध्रदः, तद्विषयकं यत् ज्ञानं वह्न्यभाववान् ह्रदः धूमश्च इति समूहालम्बनात्मकं ज्ञानम्, तद्विषयभूतं प्रकृतहेतुतावच्छेदकं धूमत्वम्, तद्वत्त्वसम्बन्धेन वह्न्यभाववद्ध्रदः धूमे वर्तते इति।",
        "tags": []
    },
    {
        "sectionId": 60,
        "tarkasangraha_sectionId": 47,
        "title": "सव्यभिचारः",
        "content": "सव्यभिचारोऽनैकान्तिकः। स त्रिविधः साधारणासाधारणानुपसंहारिभेदात्। तत्र साध्याभाववद्वृत्तिः साधारणः। यथा पर्वतो वह्निमान् प्रमेयत्वात्। अत्र प्रमेयत्वस्य वह्न्यभाववति ह्रदे विद्यमानत्वात्। सर्वसपक्षविपक्षव्यावृत्तोऽसाधारणः। यथा शब्दो नित्यः शब्दत्वात्। अत्र शब्दत्वं सर्वेभ्यो नित्येभ्योऽनित्येभ्यो व्यावृत्तं शब्दमात्रवृत्ति। अन्वयव्यतिरेकदृष्टान्तरहितोऽनुपसंहारी। यथा सर्वमनित्यं प्रमेयत्वात्। अत्र सर्वस्यापि पक्षत्वाद्दृष्टान्तो नास्ति।\nसव्यभिचारं विभजते स त्रिविध इति। साधारणाद्यन्यतमत्वं सव्यभिचारसामान्यलक्षणम्। साधारणं लक्षयति साध्याभाववदिति। साध्यनिष्ठप्रतियोगिताकाभाववन्निरूपितवृत्तित्वं साधारणहेतोः लक्षणं फलितम्। पर्वतो वह्निमान् प्रमेयत्वात् इत्यत्र प्रमेयत्वरूपसाधारणहेतौ लक्षणसमन्वयः (अत्र पर्वतः पक्षः, वह्निः साध्यः, प्रमेयत्वं हेतुः)। तथाहि साध्यः वह्निः तन्निष्ठा या प्रतियोगिता वह्निः नास्तीत्याकारकप्रतीतिसिद्धाभावीया वह्नित्वावच्छिन्ना प्रतियोगिता, तन्निरूपको योऽभावः वह्न्यभावः, तदधिकरणं ह्रदः, तन्निरूपितवृत्तित्वं प्रमेयत्वे वर्तते इति। पर्वतो वह्निमान् धूमात् इत्यत्र धूमरूपसद्धेतौ नातिव्याप्तिः, तत्र साध्याभावः, वह्न्यभावः, तदधिकरणं ह्रदादिः, तन्निरूपितवृत्तित्वस्य धूमेऽविद्यमानत्वात्। अत्र साध्यनिष्ठप्रतियोगितायां साध्यतावच्छेदकसम्बन्धावच्छिन्नत्वविशेषणं देयम्। अन्यथा पर्वतो वह्निमान् धूमात् इत्यत्र धूमरूपसद्धेतावतिव्याप्तिः। साध्यनिष्ठा या प्रतियोगिता समवायसम्बन्धावच्छिन्ना वह्नित्वावच्छिन्ना प्रतियोगिता, तन्निरूपको योऽभावः समवायसम्बन्धेन वह्निर्नास्तीति प्रतीतिसिद्धाभावः, तदधिकरणं पर्वतः, तत्र संयोगेन वह्नेः सत्त्वेऽपि समवायेनाभावात्, तन्निरूपितवृत्तित्वस्य धूमे सत्त्वात्। साध्यतावच्छेदकसम्बन्धावच्छिन्नत्वनिवेशे तु साध्यतावच्छेदकसंयोगसंबन्धावच्छिन्नवह्नित्वावच्छिन्नप्रतियोगिताकाभावः संयोगेन वह्न्यभाव एव न तु समवायेन वह्न्यभावः, एतदीयप्रतियोगितायाः साध्यतावच्छेदकसंयोगसम्बन्धानवच्छिन्नत्वात्, संयोगेन वह्न्यभावाधिकरणन्तु न पर्वतः किन्तु ह्रदादिः, तन्निरूपितवृत्तित्वस्य तत्राभावात् नातिव्याप्तिः। साध्यनिष्ठप्रतियोगितायां साध्यतावच्छेदकधर्मावच्छिन्नत्वविशेषणं देयम्, अन्यथा, पर्वतो वह्निमान् धूमात् इत्यत्र धूमरूपहेतौ अतिव्याप्तिः, साध्यतावच्छेदकसम्बन्धावच्छिन्ना साध्यनिष्ठा या प्रतियोगितेत्युक्तौ संयोगेन वह्निघटत्वोभयं नीस्तीति प्रतीतिसिद्धाभावीया वह्निघटत्वोभयत्वावच्छिन्ना प्रतियोगिता गृह्यते, तन्निरूपकाभावः वह्निघटत्वोभयाभावः एकसत्त्वे द्वयं नास्तीति प्रतीत्या तदधिकरणं पर्वतः, तन्निरूपितवृत्तित्वं धूमे वर्तते इति। साध्यतावच्छेदकावच्छिन्नत्वनिवेशे तु साध्यतावच्छेदकावच्छिन्नत्वस्य साध्यतावच्छेदकातिरिक्तधर्मानवच्छिन्नत्वरूपतया वह्निघटत्वोभयाभावीयप्रतियोगितायाः साध्यतावच्छेदकातिरिक्तोभयत्वरूपधर्मावच्छिन्नतया तदनवच्छिन्नप्रतियोगिताकवह्निसामान्याभावाश्रयत्वस्य पर्वतेऽभावाच्च नातिव्याप्तिः। साध्याभावाधिकरणनिरूपितवृत्तितायां हेतुतावच्छेदकसम्बन्धावच्छिन्नत्वविशेषणं देयम्। अन्यथा वह्निमान् धूमात् इत्यत्र धूमरूपहेतावतिव्याप्तिः, तत्र संयोगेन वह्न्यभावाधिकरणधूमावयवनिरूपितसमवायसम्बन्धावच्छिन्नवृत्तित्वस्य धूमे सत्त्वात्। हेतुतावच्छेदकसम्बन्धावच्छिन्नत्वनिवेशे तु धूमावयवनिरूपितसमवायसम्बन्धावच्छिन्नवृत्तितायाः हेतुतावच्छेदकसंयोगसम्बन्धानवच्छिन्नत्वेन न तां वृत्तितामादाय तत्रातिव्याप्तिः। अत्र वह्न्यभाववद्वृत्ति प्रमेयत्वम् इति व्यभिचारनिश्चयस्य वह्न्यभाववदवृत्ति प्रमेयत्वम् इति अनुमितिकरणीभूतव्याप्तिज्ञानांशे (तदभाववत्तानिश्चयमुद्रया) प्रतिबन्धकत्वात् वह्न्यभाववद्वृत्तिप्रमेयत्वरूपव्यभिचारस्य तादृशनिश्चयविषयत्वेन हेत्वाभासलक्षणसमन्वयः सम्भवतीति बोध्यम्।\nटिप्पणी- साध्याभाववद्वृत्तिः साधारण इत्यत्र।। साध्यस्याभावः साध्याभावः, सोऽत्रास्तीति साध्याभाववान्, सध्याभाववति वृत्तिः यस्मिन् सः साध्याभाववद्वृत्तिः, तस्य भावः साध्यभाववद्वृत्तित्वं, साध्यस्येत्यत्र षष्ठ्याः प्रतियोगितानिरूपकत्वमर्थः, साध्यस्य प्रतियोगितायाम् आधेयत्वसम्बन्धेनान्वयः, साध्याभाववतीत्यत्र सप्तम्याः निरूपितत्वम् अर्थ:, वृत्तिः वृत्तित्वम्, यस्मिन् सः इत्यत्र सप्तम्याः आधेयत्वमर्थः, अस्य च साध्याभाववद्वृत्तित्वेऽन्वयः, तथाच (विग्रहवाक्यात् यादृशबोधो जायते समासवाक्यात् तद्विपरीतबोधो जायते इति नियमानुसारेण यद्वृत्ति साध्यनिष्ठप्रतियोगिताकाभाववद्वृत्तित्वं इति बोधो जायते, समासवाक्यात्तु साध्याभावाधिकरणनिरूपितवृत्तिताविशिष्टः इति बोधो भवति, तत्र भावार्थकत्वप्रत्ययसंयोजने च तादृशवृत्तिताविशिष्टत्वम् इति बोधो भवति, वृत्तिताविशिष्टत्वञ्च (प्रकृत्यर्थे प्रकारीभूतधर्मो भावप्रत्ययार्थः, इति नियमेन तादृशवृत्तितारूपमेव, तथाच साध्यनिष्ठप्रतियोगितानिरूपकाऽभावाधिकरणनिरूपितवृत्तित्वं साधारणहेतोः लक्षणमिति फलितम्।\nअसाधारणं लक्षयति सर्वसपक्षेति। सर्वसपक्षविपक्षेभ्यो व्यावृत्तः सर्वसपक्षविपक्षव्यावृत्तः। पञ्चम्याः निरूपितत्वमर्थः, वि आङ् पूर्वकवृत्धातोः व्यावृत्तिरर्थः, सा च वृत्तित्वाभावरूपा, क्तप्रत्ययस्याश्रयत्वम्। तथाच सर्वसपक्षनिरूपितवृत्तित्वाभाववत्त्वे सति सर्वविपक्षनिरूपितवृत्तित्वाभाववत्त्वम् असाधारणहेतोः लक्षणमिति पर्यवसन्नम्। अत्र सपक्षः निश्चितसाध्यवान्, विपक्षः निश्चितसाध्याभाववान् ग्राह्यः। (अत्र शब्दः पक्षः, नित्यत्वं साध्यम्, शब्दत्वं हेतुः) अत्र शब्दस्य पक्षत्वेन साध्यसंशयसद्भावात् निश्चितसाध्यवत् गगनादि, तद्वृत्तित्वं शब्दे वर्तते तदवृत्तित्वं शब्दत्वे वर्तते, निश्चितसाध्याभाववत् घटादि, तद्वृत्तित्वं घटत्वादौ, तदवृत्तित्वञ्च शब्दत्वे वर्तते इति शब्दो नित्यः शब्दत्वात् इत्यत्र शब्दत्वरूपहेतौ लक्षणसमन्वयः। सर्वसपक्षव्यावृत्तत्वमात्रोक्तौ शब्दो नित्यः कार्यत्वात् इत्यत्र कार्यत्वरूपविरुद्धहेतौ सपक्षभूतगगनादिनिरूपितवृत्तित्वाभावस्य सत्त्वात् अतिव्याप्तिः, विपक्षव्यावृत्तत्वनिवेशे तु घटादिरूपविपक्षव्यावृत्तत्वस्य कार्यत्वेऽभावात् नातिव्याप्तिः। सर्वविपक्षव्यावृत्तत्वमात्रोक्तौ पर्वतो वह्निमान् धूमात् इत्यत्र धूमरूपसद्धेतौ विपक्षभूतह्रदादिनिरूपितवृत्तित्वाभावस्य सत्त्वात् अतिव्याप्तिः, सपक्षव्यावृत्तत्वनिवेशे तु सपक्षभूतमहानसादिव्यावृत्तत्वस्य तत्राभावात् नातिव्याप्तिः। सपक्षे सर्वत्वानिवेशे पर्वतो वह्निमान् धूमात् इत्यत्र धूमरूपसद्धेतौ अयोगोलकरूपयत्किञ्चित्सपक्षव्यावृत्तत्वस्य ह्रदादिसर्वविपक्षव्यावृत्तत्वस्य च सत्त्वात् अतिव्याप्तिः, सपक्षे सर्वत्वनिवेशे तु सर्वसपक्षान्तर्गतमहानसादिव्यावृत्तत्वस्य धूमेऽभावात् नातिव्याप्तिः। विपक्षे सर्वत्वानिवेशे पर्वतो वह्निमान् जलात् इत्यत्र महानसादिसर्वसपक्षव्यावृत्तत्वस्य गुणादियत्किञ्चिद्विपक्षव्यावृत्तत्वस्य च जलरूपविरुद्धहेतौ सत्त्वात् अतिव्याप्तिः। विपक्षे सर्वत्वनिवेशे तु सर्वविपक्षान्तर्गतह्रदादिव्यावृत्तत्वस्य जलेऽभावात् नातिव्याप्तिः। अत्र घटः शब्दवान् घटत्वात् इत्यत्र गगनरूपे सपक्षे (अनेकत्वरूपस्य) (यावत्त्वरूपस्य) सर्वत्वस्य अप्रसिद्ध्या घटः शब्दाभाववान् घटत्वात् इत्यत्र विपक्षभूतगगने (निरुक्तस्य) सर्वत्वस्य च अप्रसिद्ध्या अव्याप्तिवारणाय उभयत्रापि सर्वपदस्य सपक्षनिरूपितवृत्तित्वसामान्याभाव विपक्षनिरूपितवृत्तित्वसामान्याभावरूपसामान्याभावस्फोरकत्वमेवेत्यङ्गीकार्यम्। एतेन सर्वसपक्षवृत्तित्वघटत्वोभयाभावादिकमादाय पर्वतो वह्निमान् धूमात् इत्यत्र धूमरूपहेतौ सर्वविपक्षवृत्तित्वघटत्वोभयाभावादिकमादाय शब्दो नित्यः कार्यत्वात् इत्यत्र कार्यत्वरूपहेतौ च अतिव्याप्तिरिति शङ्‌का निरस्ता। नचैवमपि पर्वतो वह्निमान् धूमात् इत्यत्र धूमानामधिकरणभेदेन भिन्नतया सपक्षविपक्षावृत्तित्वस्य पर्वतीयधूमे सत्त्वात् अतिव्याप्तिरिति वाच्यम्, सपक्षनिरूपितवृत्तितानवच्छेदकं विपक्षनिरूपितवृत्तितानवच्छेदकं यद्धेतुतावच्छेदकं तद्वत्त्वस्य विवक्षणीयत्वात् पर्वतीयधूमस्य सपक्षमहानसाद्यवृत्तित्वेऽपि हेतुतावच्छेदकीभूतधूमत्वस्य तद्वृत्तितानच्छेदकत्वाभावात् नातिव्याप्तिः।\nवस्तुतस्तु, सपक्षावृत्तित्वमात्रमेव (लघु) लक्षणं भवतु विपक्षावृत्तित्वानिवेशे बाधकाभावात्, तदभावे अस्य लक्षणस्य विरुद्धहेतुसाधारण्येऽपि दुष्टसङ्‌करेऽपि दोषासङ्‌करः इति न्यायेन विरोधासाधारण्यदोषयोः परस्परं भिन्नतया दुष्टयोः विरुद्धासाधारणयोः ऐक्येऽपि सङ्‌करेऽपि क्षत्यभावात्। अत एव बहुषु ग्रन्थेषु सपक्षव्यावृत्तोऽसाधारणः इत्येव पाठो दृश्यते। सपक्षविपक्षावृत्तित्वरूपमूलोक्तलक्षणं शब्दोऽनित्यः शब्दत्वात् इत्यत्र सद्धेतावपि साध्यसंशयदशायाम् असाधारण्यमङ्गीकुर्वतां प्राचीनानां मतमनुसृत्य अभिहितम्। नवीनानां मते अनित्यत्वसाध्यकशब्दत्वहेतोः सद्धेतुतया साध्यवदवृत्तित्वमात्रमेव अतिप्रसङ्गानापादकत्वेन लक्षणतयाऽङ्गीकृतम्, तथा च एतन्मते सपक्षपदं साध्यवन्मात्रबोधकतयाऽङ्गीकृतमिति। शब्दत्वस्य नित्यानित्यव्यावृत्तत्वे किं वा तदधिकरणं प्रसिद्धम् इत्याशङ्‌कायामाह शब्दमात्रेति।\nहेतुव्यापकसाध्यसामानाधिकरण्यस्य (साध्याभाववदवृत्तित्वे सति साध्यसामानाधिकरण्यस्य) व्याप्तिरूपतया नित्यत्वासमानाधिकरणं शब्दत्वम् इत्यसाधारण्यनिर्णयः नित्यत्वसमानाधिकरणं शब्दत्वमिति व्याप्तिघटकसामानाधिकरण्यांशे (तदभाववतानिश्चयमुद्रया) अनुमितिकरण (व्याप्तिज्ञान) प्रतिबन्धकत्वात् नित्यत्वासमानाधिकरणशब्दत्वरूपासाधारण्यस्य तादृशनिश्चयविषयत्वेन हेत्वाभासत्वमुपपद्यत एव।\nअनुपसंहारिणं लक्षयति अन्वयेति। अन्वयव्यतिरेकदृष्‍टान्ताभ्यां रहितः अन्वयव्यतिरेकदृष्टान्तरहितः, तृतीयायाः प्रतियोगितानिरूपकत्वम्, रहधातोरभावः, क्तप्रत्ययस्याश्रयत्वञ्चार्थः, तथाच अन्वयव्यतिरेकदृष्टान्तप्रतियोगिकाभाववाननुपसंहारीति बोधः। सर्वमनित्यं प्रमेयत्वात् (अत्र सर्वत्वावच्छिन्नं पक्षः, अनित्यत्वं साध्यम्, प्रमेयत्वं हेतुः) इत्यत्र सर्वस्यापि पक्षतया (पक्षव्यतिरिक्तस्यैवाप्रसिद्धतया) अन्वयदृष्टान्तस्य व्यतिरेकदृष्टान्तस्य च अभावेन अन्वयव्यतिरेकदृष्टान्तरहितत्वस्य अत्र प्रमेयत्वहेतौ सत्त्वात् लक्षणसमन्वयः। अन्वयदृष्टान्तरहितत्वमात्रोक्तौ पृथिवी इतरभिन्ना गन्धवत्त्वात् इत्यत्र गन्धरूपकेवलव्यतिरेकिहेतौ अतिव्याप्तिः। व्यतिरेकदृष्टान्तरहितत्वमात्रोक्तौ घटोऽभिधेयः प्रमेयत्वात् इत्यत्र प्रमेयत्वरूपकेवलान्वयिहेतौ अतिव्याप्तिः, अतः दृष्टान्तद्वयरहितत्वनिवेशः कार्यः। नचैवमपि पर्वतो वह्निमान् धूमात् इत्यत्र अन्वयव्यतिरेकदृष्टान्तयोः संयोगसमवायादिसम्बन्धेन धूमेऽभावात् अतिव्याप्तिरिति वाच्यम्, स्वनिरूपितहेतुतावच्छेदकसम्बन्धावच्छिन्नवृत्तित्वसम्बन्धावच्छिन्ना या अन्वयदृष्टान्तनिष्ठा प्रतियोगिता तन्निरूपकाभाववत्त्वे सति स्ववृत्त्यत्यन्ताभावप्रतियोगित्वसम्बन्धावच्छिन्ना या व्यतिरेकदृष्टान्तनिष्ठा प्रतियोगिता, तन्निरूपकाभाववत्त्वस्य लक्षणतया विवक्षणीयतया वह्निमान् धूमात् इत्यत्र धूमे निरुक्तसम्बन्धाभ्याम् अन्वयव्यतिरेकदृष्टान्तयोः सत्त्वेन तत्र अतिव्याप्त्यनवकाशात्। (समानकालिकत्वसम्बन्धावच्छिन्नत्वेन वा अन्वयव्यतिरेकदृष्टान्तनिष्ठा प्रतियोगिता विवक्षणीया, अतो न क्वाप्यतिप्रसङ्गः) (नचैवं साधारणासाधारणयोरपि अन्वयव्यतिरेकव्याप्त्योरभावेन अन्वयव्यतिरेकदृष्टान्तरहितत्वस्य सत्त्वात् तयोरतिव्याप्तिरिति वाच्यम्, पक्षभिन्नत्वे सति साध्यसाधनोभयाश्रयत्वस्य अन्वयदृष्टान्तलक्षणत्वेन पक्षभिन्नत्वे सति  साध्याभावहेत्वभावाश्रयत्वस्य व्यतिरेकदृष्टान्तलक्षणत्वेन च अत्र विवक्षितत्वेन अन्वयव्यतिरेकव्याप्त्योः अत्र अप्रविष्टत्वेन साधारणासाधारणस्थलयोः अन्वयव्यतिरेकदृष्टान्तयोः अन्यतरस्य सत्त्वेन अन्वयदृष्टान्तरहितत्वे सति व्यतिरेकदृष्टान्तरहितत्वस्याभावेन अन्वयव्यतिरेकव्याप्त्यभावेऽपि क्षत्यभावात्)। अन्वयव्यतिरेकदृष्टान्तरहितत्वमुपपादयति, अत्र सर्वस्यापीति।\nतथाच अन्वयव्यतिरेकदृष्टान्तरहितत्वविशिष्टोऽयं हेतुः इत्यनुपसंहारित्वनिश्चयः अन्वयव्यतिरेकदृष्टान्तसहितोऽयं हेतुः इति ज्ञानं प्रतिबध्नाति एतदभावे च अन्वयव्यतिरेकव्याप्तिमान् अयम् इति निश्चयः न सम्भवति, एतदभावे परामर्शो न सम्भवतीति परामर्शरूपानुमितिकरणसामग्रीविघटकतया अनुपसंहारित्वस्य हेत्वाभासत्वं न तु साक्षात् अनुमितितत्करणान्यतरप्रतिबन्धकज्ञानविषयत्वमिति ध्येयम्।",
        "tags": []
    },
    {
        "sectionId": 61,
        "tarkasangraha_sectionId": 47,
        "title": "विरुद्धहेतुः",
        "content": "साध्याभावव्याप्तो हेतुः विरुद्धः। यथा शब्दो नित्यः कार्यत्वात्, अत्र कार्यत्वं नित्यत्वाभावेनानित्यत्वेन व्याप्तम्।\nविरुद्धं लक्षयति साध्याभावेति। साध्याभावेन व्याप्तः साध्याभावव्याप्तः, तृतीयायाः निरूपितत्वम् अर्थः, अस्य च व्याप्तपदार्थैकदेशव्याप्तावन्वयः, तादृशव्याप्तिविशिष्टरूपस्य व्याप्तपदार्थस्य निपातातिरिक्तनामार्थयोः इति न्यायेन विरुद्धपदार्थेऽभेदसम्बन्धेनान्वयः। तथाच साध्याभावनिरूपितव्याप्तिविशिष्टाभिन्नो विरुद्धः इति बोधः। अत्र व्याप्तिपदेन व्यतिरेकव्याप्तिः ग्राह्या, सा च तदभावव्यापकीभूताभावप्रतियोगित्वरूपा, तदेकदेशीभूताभावे तच्छब्दार्थसाध्याभावस्य योजने च साध्याभावाभावव्यापकीभूताभावप्रतियोगीति लभ्यते, व्यापकत्वस्य                     तदधिकरणवृत्त्यत्यन्ताभावाप्रतियोगित्वरूपत्वेन साध्याभावाभावस्य साध्यरूपतया च साध्याधिकरणवृत्त्यत्यन्ताभावाप्रतियोग्यभावप्रतियोगित्वं विरुद्धहेतोः लक्षणमिति पर्यवसन्नम्। शब्दो नित्यः कार्यत्वात् इत्यत्र (अत्र शब्दः पक्षः, नित्यत्वं साध्यम्, कार्यत्वं हेतुः) कार्यत्वहेतौ लक्षणसमन्वयः। तथाहि अत्र साध्यं नित्यत्वम् तदधिकरणं गगनादिकम्, तद्वृत्तिः योऽत्यन्ताभावः नहि कार्यत्वाभावाभावः परन्तु कार्यत्वाभावः तत्प्रतियोगि कार्यत्वम्, अप्रतियोगी योऽभावः कार्यत्वाभावः, तत्प्रतियोगित्वं कार्यत्वे वर्तते इति। अत्र च साध्यव्यापकत्वं विहाय साध्यसामानाधिकरण्यस्य अत्यन्ताभावे निवेशे पर्वतो वह्निमान् धूमात् इत्यत्र धूमरूपहेतावतिव्याप्तिः। तथाहि साध्यः वह्निः, तदधिकरणम् अयोगोलकम्, तद्वृत्तिः योऽत्यन्ताभावः धूमाभावः, तत्प्रतियोगित्वं धूमे वर्तते इति। व्यापकत्वनिवेशे तु साध्यव्यापकत्वं धूमाभावे न सम्भवति, कुतः, धूमाभावस्य साध्याधिकरणमहानसादिवृत्तिधूमाभावाभावप्रतियोगित्वात्, अतो न तत्रातिव्याप्तिः। नचैवं शब्दो नित्यः शब्दत्वात् इत्यत्र शब्दत्वरूपासाधारणहेतोः नित्यत्वात्मकसाध्यव्यापकीभूतस्य शब्दत्वाभावस्य प्रतियोगित्वेन तत्रातिव्याप्तिरिति वाच्यम्, दुष्टसङ्‌करेऽपि दोषसङ्‌करः इति न्यायेन दोषयोरसाधारण्यविरोधयोः भिन्नतया दुष्टयोस्सङ्‌करेऽपि बाधकाभावत्। अत एव निश्चितसाध्यवद्व्यावृत्तत्वरूपस्य असाधारणलक्षणस्य विरुद्धसाधारण्येऽपि न क्षतिः।",
        "tags": []
    },
    {
        "sectionId": 62,
        "tarkasangraha_sectionId": 47,
        "title": "प्रतिबन्धकता",
        "content": "अत्र च कार्यत्ववान् शब्दः इति निश्चयविशिष्टस्य नित्यत्वव्यापकीभूताभावप्रतियोगि कार्यत्वम् इति निश्चयस्य निश्चयविशिष्टनिश्चयत्वेन (तदभावव्याप्यवत्तानिश्चयमुद्रया) शब्दो नित्यः इत्याकारकानुमितिं प्रति प्रतिबन्धकत्वात्, तादृशनिश्चयविषयीभूते नित्यत्वव्यापकीभूताभावप्रतियोगिकार्यत्वरूपविरोधे हेत्वाभासत्वोपपत्तिः।",
        "tags": []
    },
    {
        "sectionId": 63,
        "tarkasangraha_sectionId": 47,
        "title": "सत्प्रतिपक्षः",
        "content": "यस्य साध्याभावसाधकं हेत्वन्तरं विद्यते सः सत्प्रतिपक्षः। यथा, शब्दो नित्यः श्रावणत्वात् शब्दोऽनित्यःकार्यत्वात् घटवत्।।\nसत्प्रतिपक्षं लक्षयति यस्येति। केनचित् भ्रान्तेन पुंसा शब्दे नित्यत्वसाधनाय शब्दो नित्यः श्रावणत्वात् इति श्रावणत्वहेतौ प्रयुक्ते सति अभ्रान्तोऽन्यः श्रावणत्वहेतुः शब्दे नित्यत्वं साधयितुं न शक्नोतीति मन्वानः प्रतिपक्षिप्रयुक्तश्रावणत्वरूपहेतौ दोषोद्भावनाय शब्दे नित्यत्वाभावसाधकं कार्यत्वरूपं हेत्वन्तरं प्रयुङ्क्ते, तत्र प्रथमः श्रावणत्वरूपहेतुः सत्प्रतिपक्षः इति व्यवह्रियते। (प्रथमानुमाने पक्षः शब्दः, नित्यत्वं साध्यम्, श्रावणत्वं हेतुः। द्वितीयानुमाने शब्दः पक्षः, अनित्यत्वं साध्यम्, कार्यत्वं हेतुः) वाक्यार्थस्तु यस्य श्रावणत्वरूपहेतोः यत् नित्यत्वं साध्यत्वेनाभिमतम्, तदभावः नित्यत्वाभावः, तत्साधकं हेत्वन्तरं कार्यत्वरूपहेतुः विद्यते सः श्रावणत्वरूपहेतुः सत्प्रतिपक्षः इति। (यत्तदोः नित्यसम्बन्धः इति न्यायेन यत्तच्छब्दार्थयोरेकार्थबोधकत्वेन तच्छब्देन यत्पदग्राह्यश्रावणत्वरूपहेतुरेव ग्राह्यः) तथाच, साध्याभावव्याप्यप्रतिहेतुमत्पक्षः सत्प्रतिपक्षः इति फलितम्।\nअनित्यत्वव्याप्यकार्यत्ववान् शब्दः इति निश्चयस्य शब्दो नित्यः इत्यनुमितिं प्रति तदभावव्याप्यवत्तानिश्चयमुद्रया प्रतिबन्धकत्वेन साध्याभावव्याप्यवत्पक्षरूपसत्प्रतिपक्षस्य तादृशनिश्चयविषयत्वेन हेत्वाभासत्वमुपपद्यत एव, अस्य सत्प्रतिपक्षत्वं नवीनमतसिद्धम्।\nप्राचीनास्तु, साध्याभावव्याप्यप्रतिहेतुमत्तापरामर्शकालीनसाध्यव्याप्यप्रकृतहेतुमत्तापरामर्शविषयत्वं सत्प्रतिपक्षः इति वदन्ति। अत्र साध्याभावव्याप्यप्रतिहेतुमत्तापरामर्शः अनित्यत्वव्याप्यकार्यत्वावान् शब्दः इत्याकारकः, तत्कालीनः साध्यव्याप्यप्रकृतहेतुमत्तापरामर्शः नित्यत्वव्याप्यश्रावणत्ववान् शब्दः इत्याकारकः, तद्विषयत्वं श्रावणत्वरूपहेतौ वर्तत इति समन्वयः। अत्र साध्यव्याप्यप्रकृतहेतुमत्तापरामर्शस्य साध्याभावानुमितिं प्रति साध्याभावव्याप्यप्रतिहेतुमत्तापरामर्शस्य साध्यानुमितिं प्रति च तदभावव्याप्यवत्तानिश्चयमुद्रया प्रतिबन्धकत्वेन परस्पराभावव्याप्यवत्तानिश्चयात् परस्परानुमितिप्रतिबन्धः फलमिति ज्ञेयम्।",
        "tags": []
    },
    {
        "sectionId": 64,
        "tarkasangraha_sectionId": 47,
        "title": "असिद्धिः",
        "content": "असिद्धस्त्रिविधः - आश्रयासिद्ध: स्वरूपासिद्धो व्याप्यत्वासिद्धश्चेति। आश्रयासिद्धो यथा - गगनारविन्दं सुरभि अरविन्दत्वात् सरोजारविन्दवत्। अत्र गगनारविन्दमाश्रयः। स च नास्त्येव। स्वरूपासिद्धो यथा - शब्दो गुणः चाक्षुषत्वात्। अत्र चाक्षुषत्वं शब्दे नास्ति शब्दस्य श्रावणत्वात्। सोपाधिको हेतुर्व्याप्यत्वासिद्धः। साध्यव्यापकत्वे सति साधनाव्यापकत्वम् उपाधिः। साध्यसमानाधिकरणात्यन्ताभावाप्रतियोगित्वं साध्यव्यापकत्वम्। साधनवन्निष्ठात्यन्ताभावप्रतियोगित्वं साधनाव्यापकत्वम्। (यथा) पर्वतो धूमवान् वह्नेः इत्यत्र आर्द्रेन्धनसंयोग उपाधिः। यत्र धूमः तत्रार्द्रेन्धनसंयोग इति साध्यव्यापकता। यत्र वह्निः तत्रार्द्रेन्धनसंयोगो नास्ति, अयोगोलके आर्द्रेन्धनसंयोगाभावात्। एवं साध्यव्यापकत्वे सति साधनाव्यापकत्वादार्द्रेन्धनसंयोग उपाधिः। सोपाधिकत्वाद्वह्निमत्त्वं व्याप्यत्वासिद्धम्।\nअसिद्धं विभजते असिद्ध इति। आश्रयासिद्धाद्यन्यतमत्वम् असिद्धसामान्यलक्षणम्। (अत्र गगनारविन्दं पक्षः, सुरभित्वं साध्यम्, अरविन्दत्वं हेतुः) अत्र गगनेऽरविन्दमिति व्युत्पत्त्या सप्तम्या आधेयत्वार्थकत्वे च गगनवृत्तित्वविशिष्टारविन्दस्य पक्षत्वे सिद्धे गगनवृत्तित्वस्य पक्षविशेषणतया (पक्षविशेषणधर्मस्य पक्षतावच्छेदकतया)  पक्षतावच्छेदकत्वेन पक्षतावच्छेदकाभाववत्पक्षस्य आश्रयासिद्धितया गगनवृत्तित्वाभाववदरविन्दस्य आश्रयासिद्धित्वं सम्भवति। तथाच, पक्षतावच्छेदकाभाववत्पक्षकत्वम् आश्रयासिद्धस्य लक्षणम् इति फलितम्। समन्वयस्तु,  पक्षतावच्छेदकाभाववत्पक्षः गगनवृत्तित्वाभववदरविन्दं तत्कत्वम् अरविन्दत्वरूपहेतौ वर्तते इति (तादृशपक्षकत्वञ्च तादृशपक्षकालीनत्वम्)।\nअत्र गगनवृत्तित्वविशिष्टारविन्दं सुरभि इत्यनुमितिं प्रति पक्षतावच्छेदकविशिष्टपक्षांशे प्रतिबन्धकीभूते गगनवृत्तित्वाभाववदरविन्दम् इति निश्चये गगनवृत्तित्वाभाववदरविन्दरूपाश्रयासिद्धेः विषयतया तत्र हेत्वाभासलक्षणसमन्वयः सम्भवति।\nवाक्यार्थस्तु, गगनारविन्दमाश्रय इति। आश्रयः पक्षः स च नास्त्येवेति, स च पक्षः नास्त्येव अप्रसिद्ध एव, अरविन्दे गगनवृत्तित्वस्याप्रसिद्धत्वात् इति।\nस्वरूपासिद्धमुदाहरति स्वरूपासिद्ध इति। अत्र शब्दः पक्षः, गुणत्वं साध्यम्, चाक्षुषत्वं हेतुः। चाक्षुषत्वं चक्षुरिन्द्रियजन्यप्रत्यक्षविषयत्वम्। श्रावणत्वं श्रवणेन्द्रियजन्यप्रत्यक्षविषयत्वम्। हेत्वभाववत्पक्षः स्वरूपासिद्धिः। हेत्वभाववत्पक्षकत्वं स्वरूपासिद्धस्य लक्षणम्। हेत्वभावत्पक्षः चाक्षुषत्वाभाववच्छब्दः, तत्कत्वस्य (तत्कालीनत्वस्य) चाक्षुषत्वहेतौ सत्त्वात् समन्वयः।\nअत्र गुणत्वव्याप्यचाक्षुषत्ववान् शब्दः इति परामर्शं प्रति हेतुविशिष्टपक्षांशे चाक्षुषत्वाभाववान् शब्दः इति निश्चयस्य तदभाववत्तानिश्चयमुद्रया प्रतिबन्धकत्वेन तादृशनिश्चयविषयत्वस्य चाक्षुषत्वाभाववच्छब्दरूपस्वरूपासिद्धौ सत्त्वात् हेत्वाभासत्वं सम्भवत्येव।\nव्याप्यत्वासिद्धिमुदाहरति सोपाधिक इति। उपाधिविशिष्टत्वं व्याप्यत्वासिद्धस्य लक्षणम्। उपाधिवैशिष्ट्यञ्च स्वाभाववद्वृत्तित्वसम्बन्धेन ग्राह्यम्। यद्वैशिष्ट्यं यत्र भासते स एव स्वपदार्थः इति न्यायेन हेतौ उपाधिवैशिष्ट्यस्य भाने उपाधेरेव स्वपदग्राह्यतया धूमवान् वह्नेरित्यत्र आर्द्रेन्धनसंयोगरूपोपाधेः स्वपदेन ग्रहणे स्वाभावः आर्द्रेन्धनसंयोगाभावः, तद्वदयोगोलकम्, तद्वृत्तित्वस्य वह्नौ तेन सम्बन्धेन उपाधिविशिष्टत्वस्य निरुक्तस्थलीयवह्निरूपहेतौ सत्त्वात् स हेतुः व्याप्यत्वासिद्धो भवति।\nउपाधे लक्षणमाह साध्यसमानाधिकरणेति।  साध्यसमानाधिकरणा(साध्याधिकरणवृत्ति)त्यन्ताभावाप्रतियोगित्वे सति साधनाधिकरणवृत्त्यत्यन्ताभावप्रतियोगित्वम् उपाधेः लक्षणमिति फलितम्। पर्वतो धूमवान् वह्नेरित्यत्र आर्द्रेन्धनसंयोगरूपोपाधौ लक्षणसमन्वयः। तथाहि साध्यः धूमः, तदधिकरणं महानसादिः, तद्वृत्तिः योऽत्यन्ताभावः नह्यार्द्रेन्धनसंयोगाभावः किन्तु पटाद्यभावः, तत्प्रतियोगी पटादिः, तदप्रतियोगित्वम् आर्द्रेन्धनसंयोगे वर्तते। साधनं वह्निः, तदधिकरणम् अयोगोलकम्, तद्वृत्तिः योऽत्यन्ताभावः आर्द्रेन्धनसंयोगाभावः, तत्प्रतियोगित्वम् आर्द्रेन्धनसंयोगरूपोपाधौ वर्तत इति लक्षणसमन्वयः। साध्यव्यापकत्वमात्रोक्तौ पर्वतो वह्निमान् धूमादित्यत्र सद्धेतुस्थलेऽपि वह्निरूपसाध्येऽतिव्याप्तिः साध्ये साध्यव्यापकत्वस्याक्षतत्वात्। साधनाव्यपकत्वनिवेशे तु वह्नेः साधनीभूतधूमस्यापि व्यापकत्वात् नातिव्याप्तिः। साधनाव्यापकत्वमात्रोक्तौ पर्वतो वह्निमान् धूमादित्यत्र घटादेरपि साधनाधिकरणमहानसादिनिष्ठाभावप्रतियोगित्वेन तत्रातिव्याप्तिः। साध्यव्यापकत्वनिवेशे तु साध्याधिकरणमहानसादिनिष्ठात्यन्ताभावप्रतियोगित्वेन साध्यव्यापकत्वाभावात् घटादौ नातिव्याप्तिः।\nनचैवं पर्वतो धूमवान् वह्नेरित्यत्र आर्द्रेन्धनसंयोगस्य धूमाधिकरणवृत्त्यार्द्रेन्धनसंयोगघटत्वोभयाभावप्रतियोगित्वेनाव्याप्तिरिति वाच्यम्। साध्याधिकरणवृत्त्यभावीयप्रतियोगितायां व्यासज्यवृत्तिधर्मानवच्छिन्नत्वस्य निवेशनीयत्वात्। (व्यासज्यवृत्तित्वञ्च एकत्वानवच्छिन्नानुयोगिताकपर्याप्तिप्रतियोगित्वं, तदर्थ:, स्वाधिकरणे पर्याप्तिसम्बन्धेन  एकत्वावच्छेदेनावर्तमानत्वम्। तथाच उभयत्वत्रित्वाद्यवच्छेदेन द्वयत्रयादिषु पर्याप्तिसम्बन्धेन वर्तमानाः द्वित्वत्रित्वचतुष्ट्वादयः व्यासज्यवृत्तिधर्माः इति सिद्धम्) तथाच आर्द्रेन्धनसंयोगघटत्वोभयाभावीयायाः प्रतियोगितायाः अत्र उभयत्वरूपव्यासज्यवृत्तिधर्मावच्छिन्नतया न तां प्रतियोगितामादाय पूर्वोक्तविधयाऽव्याप्तिः।\nनचैवमपि निरुक्तस्थले आर्द्रेन्धनसंयोगस्य धूमाधिकरणमहानसादिनिष्ठस्य तत्क्षणादिवृत्तित्वविशिष्टार्द्रेन्धनसंयोगाभावस्य प्रतियोगित्वेन तत्र पुनरप्यव्याप्तिरिति वाच्यम्। निरुक्तप्रतियोगितायामेव व्यासज्यवृत्तिधर्मानवच्छिन्नत्वस्येव वैशिष्‍ट्यानवच्छिन्नत्वस्यापि निवेशनीयत्वात्। तन्निवेशे तु तत्क्षणवृत्तित्वविशिष्टार्द्रेन्धनसंयोगत्वावच्छिन्नप्रतियोगितायाः वैशिष्ट्यार्द्रेन्धनसंयोगत्वरूपधर्मद्वयावच्छिन्नतया न तां प्रतियोगितामादाय तत्राव्याप्तिप्रसक्तिः।।\nनचैवमपि पर्वतो वह्निमान् धूमादित्यत्र वह्निरूपसाध्यस्य साधनाधिकरणमहानसादिनिष्ठस्य वह्निघटत्वोभयाभावस्य पूर्वक्षणवृत्तित्वविशिष्टवह्न्यभावस्य च प्रतियोगित्वेन साध्यव्यापकत्वेन च वह्नावतिव्याप्तिरिति वाच्यम्। साधनसमानाधिकरणात्यन्ताभावीयप्रतियोगितायामपि वैशिष्ट्यव्यासज्यवृत्तिधर्मानवच्छिन्नत्वयोः निवेशनीयत्वात्, तन्निवेशे तु तदुभयाभावीयप्रतियोगितायाः  व्यासज्यवृत्तिधर्मावच्छिन्नतया विशिष्टाभावीयप्रतियोगितायाः वैशिष्ट्यावच्छिन्नतया च न तत्प्रयोगिताद्वयमादाय साध्येऽतिव्याप्तिः। साध्याभाववदवृत्तित्वाभाववद्धेतुः व्याप्यत्वासिद्धिः। उपाधेः दूषकतानिरूपणन्तु दीपिकाव्याख्यानावसरे व्यक्तीकरिष्यते।\nअत्र धूमाभाववदवृत्तित्वाभाववान् वह्निः इति निश्चयस्य धूमाभाववदवृत्तिवह्निमान् इति परामर्शं प्रति धूमाभाववदवृत्तिः वह्निः इति व्याप्तिज्ञानांशे प्रतिबन्धकत्वेन तादृशनिश्चयविषयीभूते धूमाभाववदवृत्तित्वाभाववद्वह्निरूपव्याप्यत्वासिद्धौ हेत्वाभासत्वमुपपद्यत एव ।",
        "tags": []
    },
    {
        "sectionId": 65,
        "tarkasangraha_sectionId": 47,
        "title": "दोषताभेदः",
        "content": "नचैवं साध्यभाववदवृत्तित्वाभावस्य साध्याभाववद्वृत्तित्वरूपतया व्यभिचारस्य व्याप्यत्वासिद्धेश्चाभेद इति वाच्यम्, दोषयोरैक्येऽपि साध्याभाववदवृत्तित्वाभावत्वसाध्याभाववद्वृत्तित्वरूपयोः दोषतावच्छेदकयोः भेदस्याक्षतत्वात् दोषयोः दोषतावच्छेदकयोरप्यैक्यसद्भाव एव पार्थक्येन गणनया अनर्हत्वात्।।",
        "tags": []
    },
    {
        "sectionId": 66,
        "tarkasangraha_sectionId": 47,
        "title": "दोषव्याप्तिः",
        "content": "नचैवमपि साध्यतावच्छेदकाभाववत्साध्यरूपसाध्याप्रसिद्धि हेतुतावच्छेदकाभावरूपहेत्वप्रसिद्धिसिद्धसाधनादिरूपदोषान्तराणामनिरूपणेन ग्रन्थकर्तुः न्यूनतेति वाच्यम्, अन्येषामपि दोषाणां व्याप्यत्वासिद्धावेवान्तर्भावस्य कर्तव्यत्वात् (येषां क्वापि गतिर्नास्ति तेषां वाराणसी गतिरिति न्यायोऽत्रानुसन्धेयः।\nयस्य साध्याभावः प्रमाणान्तरेण निश्चितः सः बाधितः। यथा, वह्निः अनुष्णः पदार्थत्वात् जलवत्। अत्रानुष्णत्वं साध्यं तदभावः उष्णत्वं त्वाचप्रत्यक्षेण गृह्यते इति बोध्यम्।।\nबाधितस्य लक्षणमाह यस्येति। (अत्र वह्नित्वावच्छिन्नं पक्षः, अनुष्णत्वं साध्यम्, पदार्थत्वं हेतुः) वाक्यार्थस्तु यस्य पदार्थत्वरूपहेतोः यत् साध्यं साध्यत्वेनाभिमतमनुष्णत्वं तदभावः अनुष्णत्वाभावः (उष्णत्वम्) त्वाचप्रत्यक्षेण त्वाचप्रत्यक्षजनकत्वगिन्द्रियरूपप्रत्यक्षप्रमाणेन गृह्यते सः पदार्थत्वरूपहेतुः बाधित इति। तथाच साध्याभाववत्पक्षो बाध इति फलितम्।  साध्याभाववत्पक्षकत्वं बाधितस्य लक्षणम्।।\nअत्र च अनुष्णत्वाभाववान् वह्निः इति बाधनिश्चयस्य वह्निः अनुष्णः इति अनुमितिं प्रति तदभाववत्तानिश्चयमुद्रया प्रतिबन्धकत्वेन तादृशनिश्चयविषयभूतेऽनुष्णत्वाभाववद्वह्नौ हेत्वाभासत्वमुपपद्यते।।\nनन्वेवमपि पक्षवृत्तिसाध्याभाव-पक्षावृत्तिसाध्य-साध्यानधिकरणपक्षप्रभृतीनां दोषत्वानिरूपणेन न्यूनतेति चेन्न, तेषामपि पक्षविशेष्यकसाध्यप्रकारकानुमितिप्रतिबन्धकज्ञानविषयत्वतौल्येन (समानयोगक्षेमतया) विशेषणविशेष्यभावव्यत्यासेऽपि बाध एवान्तर्भावात्।\nएवमेव व्यभिचारप्रभृतिषु सर्वेष्वपि हेत्वाभासस्थलेषु विशेषणविशेष्यभाववैपरीत्येन प्राप्तानां रूपान्तराणां समानयोगक्षेमतां निमित्तीकृत्य यथायथं तेषुतेष्वन्तर्भावः कार्यः।\nएवमेव बाधसत्प्रतिपक्षव्याप्यभिन्नानां तत्तद्धेत्वाभासव्याप्यानामपि तत्तद्धेत्वाभासेष्वेव अन्तर्भावः कार्यः, यथा, साध्याभाववद्वृत्तित्वविशिष्टहेतोः व्यभिचारत्वे साध्याभाववद्वृत्तित्वव्याप्यवान् हेतुरपि व्यभिचार एव। हेत्वभाववत्पक्षस्य स्वरूपासिद्धित्वे हेत्वभावव्याप्यवत्पक्षोऽपि स्वरूपासिद्धिरेव। एवमन्यत्राऽपि तत्तद्व्याप्यघटितानामपि तत्तद्दोषत्वमूह्यम्। बाधव्याप्यस्य तु सत्प्रतिपक्षरूपतया न बाधेऽन्तर्भावः। सत्प्रतिपक्षव्याप्यस्य ह्रदो वह्निमानित्यादौ वह्न्यभावव्याप्यव्याप्यवद्ध्रदादेः कथञ्चिदपि अनुमितितत्करणान्यतरप्रतिबन्धकज्ञानविषयत्वाभावेन न सत्प्रतिपक्षेऽन्तर्भावः, किन्तु तस्य दोषबहिर्भूततैवेति ध्येयम्।।",
        "tags": []
    },
    {
        "sectionId": 67,
        "tarkasangraha_sectionId": 48,
        "title": "उपमानलक्षणम्",
        "content": "तर्कसङ्ग्रहसर्वस्वे उपमानपरिच्छेदः\nउपमितिकरणमुपमानम्। संज्ञासंज्ञिसंबन्धज्ञानमुपमितिः। तत्करणं सादृश्यज्ञानम्। अतिदेशवाक्यार्थस्मरणं व्यापारः। तथाहि- कश्चिद् गवयशब्दवाच्य(पदार्थ)मजानन् कुतश्चिदारण्यकपुरुषात् “गोसदृशो गवय” इति श्रुत्वा वनं गतः, गोसदृशपिण्डं पश्यन् वाक्यार्थं स्मरति। तदनन्तरम् “अयं गवयपदवाच्यः” इत्युपमितिरुत्पद्यते।\nउपमानं लक्षयति उपमितीति। बोधप्रकारः अनुमानलक्षण इव ग्राह्यः। उपमितिकरणत्वम् उपमानस्य लक्षणम्। उपमितिकरणत्वञ्च उपमितित्वावच्छिन्नकार्यतानिरूपितकारणताश्रयत्वे सति उपमितिव्यापारजनकत्वम्। उपमितित्वावच्छिन्ना या कार्यता अयं गवयपदवाच्यः  (गवयो गवयपदवाच्यः) इत्याकारकगवयत्वावच्छिन्नविशेष्यकगवयपदवाच्यत्वप्रकारकोपमितौ विद्यमाना कार्यता, तन्निरूपिता या कारणता गोसदृशो गवयपदवाच्यः इत्याकारकगोसादृश्यावच्छिन्नविशेष्यकगवयपदवाच्यत्वप्रकारकज्ञानात्मकोपमाननिष्ठा कारणता, तदाश्रयत्वस्य गोसदृशो गवयपदवाच्यः इत्याकारकातिदेशवाक्यार्थविषयकस्मरणरूपव्यापारजनकत्वस्य च गोसदृशो गवयपदवाच्यः इत्याकारकातिदेशवाक्यार्थज्ञानरूपोपमाने सत्त्वात् लक्षणसमन्वयः।\nअयं (गवयो) गवयपदवाच्यः इति ज्ञानम् उपमितिः। गोसदृशो गवयपदवाच्यः इति अतिदेशवाक्यर्थस्मरणं व्यापारः। गोसदृशो गवयपदवाच्यः इति अतिदेशवाक्यार्थज्ञानम् उपमानम्। अयं फलव्यापारकरणानामाकारः। व्यापारजनकत्वमात्रोक्तौ ईश्वरादृष्टादौ उपमित्यसाधारणकारणत्वमात्रोक्तौ अतिदेशवाक्यार्थस्मरणरूपव्यापारे च अतिव्याप्तिः, अतः उभयोपादानम्। न च यत्र उपमानोत्पत्त्यनन्तरं प्रतिबन्धकवशात् उपमितिः न जाता तत्र उपमितिकारणत्वस्याभावात् अव्याप्तिरिति वाच्यम्, फलोपधायकत्वरूपकारणत्वस्य तत्राभावेऽपि प्रकृते निविष्टस्य फलस्वरूपयोग्यतारूपस्य कारणत्वस्य तत्राप्यक्षतत्वात्। (फलोपधायकत्वञ्च स्वजनकत्व- स्वसामानाधिकरण्योभयसम्बन्धेन फलविशिष्टत्वम्। फलस्वरूपयोग्यतारूपकारणत्वञ्च फलजनकतावच्छेदधर्मवत्त्वम्।)\nउपमितिं लक्षयति संज्ञेति। संज्ञा नाम पदम्, संज्ञी अर्थः, तयोस्सम्बन्धः वाच्यवाचकभावरूपः (वाच्यत्वरूपः), तद्विषयकं ज्ञानम् उपमितिः। संज्ञासंज्ञिसम्बन्धस्य ज्ञानं संज्ञासंज्ञिसम्बन्धज्ञानम्। षष्ठ्या विषयतानिरूपकत्वमर्थः। तथाच, पदपदार्थसम्बन्धविषयकत्वे सति ज्ञानत्वम् उपमितेः लक्षणम्। गवयो गवयपदवाच्यः इत्युपमितौ पदपदार्थसम्बन्धरूपवाच्यत्वविषयकत्वस्य ज्ञानत्वस्य च सत्त्वात् च समन्वयः। ज्ञानत्वमात्रोक्तावनुमित्यादौ, पदपदार्थसम्बन्धविष्यकत्वमात्रोक्तौ अयं गवयपदवाच्यः इति संस्कारे च अतिव्याप्तिः, अतो दलद्वयोपादानम्।\nउपमितिसामग्रीम् उपमितिस्वरूपञ्च दर्शयति कश्चिदित्यादिना। गोसदृशो गवय इति श्रुत्वेत्यनेनोपमानं प्रदर्शितम्। वाक्यार्थं स्मरन् इत्यनेन स्मृत्यात्मकव्यापारः प्रदर्शितः। तदनन्तरम् अयं गवयपदवाच्य इत्यनेन उपमितिस्वरूपञ्च प्रदर्शितं भवति।",
        "tags": []
    },
    {
        "sectionId": 68,
        "tarkasangraha_sectionId": 49,
        "title": "शब्दस्वरूपनिरूपणम्",
        "content": "तर्कसङ्ग्रहसर्वस्वे शब्दपरिच्छेदः\n\nआप्तवाक्यं शब्दः। आप्तस्तु यथार्थवक्ता। वाक्यं तु पदसमूहः। शक्तं पदम्। अस्मात्पदादयमर्थो बोद्धव्य इतीश्वरसङ्केतः शक्तिः।\nशब्दं लक्षयति आप्तवाक्यमिति। आप्तस्य वाक्यम् आप्तवाक्यम्, षष्ठ्या उच्चरितत्वमर्थः, तथाच, आप्तोच्चरितत्वे सति वाक्यत्वं शब्दप्रमाणलक्षणम्। गामानयेत्यादिप्रमाणवाक्येषु आप्तोच्चरितत्ववाक्यत्वयोः सत्त्वात् समन्वयः। वाक्यत्वमात्रोक्तौ अनाप्तोच्चरितवाक्येऽतिव्याप्तिः, आप्तोच्चरितत्वमात्रोक्तौ जबगडदशादावतिव्याप्तिः, अतो दलद्वयनिवेशः। न च आप्तत्वस्य यथार्थज्ञानजनकशब्दप्रयोगकर्तृत्वरूपत्वेऽपि प्रथमं महानसो वह्निमान् इति यथार्थज्ञानजनकशब्दप्रयोगकर्त्रोच्चरिते ह्रदो वह्निमान् इति वाक्येऽपि आप्तोच्चरितत्ववाक्यत्वयोः सत्त्वादतिव्याप्तिरिति वाच्यम्,  प्रकृतप्रयोगहेतुभूतयथार्थज्ञानजन्यवाक्यत्वस्य तदर्थत्वात्, ह्रदो वह्निमान् इति वाक्यं प्रति ह्रदो वह्निमान् इति अयथार्थज्ञानस्यैव कारणत्वेन यथार्थज्ञानजन्यवाक्यत्वस्य तत्राभावात् नातिव्याप्तिः। अर्थं बुद्ध्वा शब्दरचनेति न्यायेन शब्दप्रयोगं प्रति तदर्थज्ञानस्य हेतुत्वेन गामानयेत्यादिप्रमाणवाक्येषु यथार्थज्ञानस्यैव कारणतया यथार्थज्ञानजन्यशब्दत्वस्य सत्त्वात् समन्वयः। अत्र लक्ष्यतावच्छेदकं प्रमाणशब्दत्वमेव नतु शब्दत्वमात्रम्। शब्दत्वमात्रस्य तत्त्वे अग्निना सिञ्चतीत्याद्यप्रमाणशब्देष्वपि तस्य सत्त्वात् अतिप्रसङ्गः। वस्तुतस्तु, शब्दज्ञानमेव शाब्दधीकरणमिति वक्तव्यम्, नतु शब्दः, शब्दस्यैव करणत्वे मौनिश्लोकादितः शाब्दबोधानुपपत्तिः, कण्ठताल्वाद्यभिघातसंयोगजन्यध्वनिविशेषरूपस्य शब्दस्य तदानीमभावात्। शब्दज्ञानस्य करणत्वे तु लिप्याद्यभिव्यङ्ग्यस्य पदज्ञानस्य मौनिश्लोकादितः शाब्दबोधदशायामपि सत्त्वात् नानुपपत्तिः। शाब्दबोधकारणसामग्री तु मदीयपारिभाषिकपदार्थसङ्ग्रहे शाब्दबोधविचारे द्रष्टव्या। शाब्दबोधं प्रति वृत्तिज्ञानं कारणम्। वृत्तिश्च शक्तिः लक्षणा चेति द्विविधा। शक्तिः मूले निरूपयिष्यते। शक्यसम्बन्धो लक्षणा। सा च जहल्लक्षणाऽजहल्लक्षणा चेति द्विविधा। शक्यतावच्छेदकाप्रकारकलक्ष्यतावच्छेदकप्रकारकबोधप्रयोजिका लक्षणा जहल्लक्षणा, गङ्गायां घोषः इत्यत्र शक्यतावच्छेदकीभूतप्रवाहत्वाप्रकारकलक्ष्यतावच्छेदकीभूततीरत्वप्रकारकबोधजनकत्वस्यात्र लक्षणायां सत्त्वात्समन्वयः (अत्र तीरे घोष इति बोधः) (शक्यार्थपरित्यागे सत्यन्यार्थग्रहणं जहल्लक्षणेति भावः) लक्ष्यतावच्छेदकरूपेण लक्ष्यशक्योभयबोधप्रयोजिका लक्षणाऽजहल्लक्षणा। काकेभ्यो दधि रक्ष्यतामित्यत्र दध्युपघातकत्वेन रूपेण काककुक्कुटबिडालादिशक्यलक्ष्यबोधप्रयोजिकाऽजहल्लक्षणैव (अत्र इष्टसाधनीभूतदध्युपघातकापादानकदधिरक्षणानुकूलकृतिमानिति बोधः) (शक्यार्थापरित्यागे सत्यन्यार्थग्रहणमजहल्लक्षणेति भावः) लक्षणाज्ञानस्थलीयशाब्दबोधसामग्री पारिभाषिकपदार्थसङ्ग्रहे निरूपिता। एषां मते जहदजहल्लक्षणा नाङ्गीक्रियते। गौणी वृत्तिरपि लक्षणायामेवान्तर्भवति। एतत्प्रपञ्चो दीपिकाव्याख्यावसरे निरूपयिष्यते। व्यञ्जनावृत्तेः शक्त्यनुमानाभ्यां चारितार्थ्यमपि पारिभाषिकसङ्ग्रहे निरूपितम्। दीपिकायाञ्च निरूपयिष्यते, अतो नेह प्रपञ्च्यते।\nआप्तं लक्षयति आप्तस्त्विति। यथार्थवक्तृत्वञ्च यथार्थज्ञानजनकशब्दप्रयोगकर्तृत्वम्, पर्वतो वह्निमान् इति शब्दप्रयोक्तरि यथार्थज्ञानजनकशब्दप्रयोक्तृत्वस्य सत्त्वात् समन्वयः। न च पूर्वकालावच्छेदेन पर्वतो वह्निमान् इति शब्दप्रयोक्तरि इदानीं ह्रदो वह्निमान् इति शब्दप्रयोक्तर्यनाप्ते पूर्वकालावच्छिन्नशब्दप्रयोगमादाय यथार्थज्ञानजनकशब्दप्रयोक्तृत्वस्य सत्त्वात् ह्रदो वह्निमान् इति शब्दप्रयोगकर्तर्यपि आप्तत्वव्यवहारप्रसङ्ग इति वाच्यम्, तस्येष्टत्वात्। परन्तु अस्मिन् प्रयोगेऽयमाप्त इति व्यवहारस्तु नेष्टः, तत्र एतत्प्रयोगानुकूलयथार्थज्ञानजनकशब्दप्रयोक्तृत्वस्यैव प्रत्यायनात्, तस्य तदा तस्मिन्नसम्भवात्।\nआप्तलक्षणघटकीभूतवाक्यं निर्वक्ति वाक्यमिति। (पदसमूह एव वाक्यमिति नैयायिकाः। (अत्र पदं शक्तं ग्राह्यम्) परस्परान्वयान्वयिभावापन्नकर्तृक्रियाकारकवाचकपदसमुदायो वाक्यमिति वैयाकरणाः। नैयायिकमते पदसमूहस्यैव वाक्यतया वाक्ये क्रियापदसमभिव्याहारावश्यम्भावाभावेन नीलो घटः इत्यादिक्रियाप्रयोगविरहस्थलेऽपि वाक्यत्वमभिमतम्। वैयाकरणमते तु क्रियां विना वाक्यपरिसमाप्तेरभावेन नीलो घट इत्यादिष्वध्याहारेण वाक्यत्वमभ्युपगम्यते।\nपदं लक्षयति शक्तमिति। नैयायिकमते शक्तस्यैव पदत्वेन सुप्तिङन्तानां विभक्तीनां कृदादिप्रत्ययानाञ्च पदत्वमभिमतम्। वैयाकरणमते सुप्तिङन्तस्यैव पदत्वेन विभक्तीनां कृदादीनाञ्च तदन्तत्वाभावेन तेषां नैव पदत्वमभ्युपगम्यते। किन्तु सुप्तिङन्तानां रामः भवति इत्यादीनामेव पदत्वमङ्गीक्रियते। अस्मिन् मते पदं द्विविधम्, शक्तं लाक्षणिकञ्चेति। शक्त्याऽर्थबोधकं शक्तम्, लक्षणयाऽर्थबोधकम् लाक्षणिकम्। एवमर्थो द्विविधः, शक्यो लक्ष्यश्चेति।  शक्त्या बोध्योऽर्थः शक्यः, लक्षणया बोध्योऽर्थो लक्ष्यः। वृत्तिरपि द्विविधाः शक्तिः लक्षणा चेति। शक्तिर्नाम अस्मात्पदादयमर्थो बोद्धव्य इतीश्वरसङ्‌केतः (ईश्वरेच्छा), अनेन च वाक्येन एतत्पदजन्यबोधविषयत्वप्रकारिकायाः एतदर्थविशेष्यकेच्छायाः आकारः प्रदर्शितः। तथाच, अर्थस्य एतादृशशक्तौ विशेष्यतया शक्तिनिरूपितमुख्यविशेष्यताश्रयत्वं शक्यत्वमिति फलितम्, पदस्य शक्तौ परम्परया प्रकारत्वेन शक्त्या परम्परया निरूपितप्रकारत्वं शक्तत्वमिति फलितम्। शक्त्या परम्परया निरूपितप्रकारत्वं नाम शक्तिनिरूपितमुख्यविशेष्यतानिरूपितप्रकारतानिरूपितप्रकारतानिरूपितप्रकारताश्रयत्वम्। एतत्पदजन्यबोधविषयोऽयमर्थ इतीश्वरेच्छायाः शक्तिरूपतया शक्तिनिरूपिता मुख्यविशेष्यता अर्थनिष्ठा विशेष्यता, तन्निरूपिता प्रकारता विषयत्वनिष्ठा प्रकारता, तन्निरूपिता प्रकारता बोधनिष्ठा प्रकारता,  तन्निरूपिता प्रकारता जन्यत्वनिष्ठा प्रकारता तन्निरूपिता प्रकारता पदनिष्ठा प्रकारता, तदाश्रयत्वं पदे वर्तते इति। अत्र विशेष्यतायां मुख्यत्वानुपादाने बोधांशे विषयत्वस्यापि विशेष्यतया शक्तिनिरूपितविशेष्यतापदेन विषयत्वनिष्ठविशेष्यतायाः परिग्रहणे तन्निरूपितनिरुक्तप्रकारताश्रत्वस्य तत्तत्पदत्वरूपानुपूर्व्यां सत्त्वात् तत्राऽपि तदर्थशक्तताव्यवहारप्रसङ्गः, अतो मुख्यत्वनिवेशः। विषयत्वनिष्ठविशेष्यतायाः मुख्यत्वाभावात् नातिप्रसङ्गः।\nशक्यसम्बन्धो लक्षणा, स च सम्बन्धः क्वचित् साक्षात्सम्बन्धः क्वचित् परम्परासम्बन्धश्च भवति। यथा  गङ्गायां घोष इत्यत्र गङ्गापदशक्यप्रवाहस्य संयोगरूपसाक्षात्सम्बन्धस्य तीरे सत्वात् तत्र तीरबोधे साक्षात्सम्बन्धः प्रयोजकः। एवमेव मञ्चाः क्रोशन्ति, यष्टीः प्रवेशय इत्यादौ स्वशक्यमञ्चयष्ट्यादिसंयोगरूपः साक्षात्सम्बन्धः पुरुषबोधोपयोगी। काकेभ्यो दधि रक्ष्यताम् इत्यत्र काकपदशक्यकाकानां स्वनिष्ठदध्युपघातकत्वाश्रयत्वरूपपरम्परासम्बन्धः दध्युपघातकत्वावच्छिन्नबोधोपयोगी। एवं द्विरेफमानयेत्यत्र द्विरेफपदशक्यरेफद्वयस्य स्वघटितपदवाच्यत्वरूपपरम्परासम्बन्धः तत्र मधुकरबोधे समुपयुज्यते। एवं रीत्या स्थलभेदेन साक्षात्परम्परासम्बन्धानां लक्षणारूपत्वं ज्ञेयम्। (सा च लक्षणा पुनः द्विविधा, निरूढलक्षणा स्वारसिकलक्षणा चेति। अनादितात्पर्यविषयीभूता लक्षणा निरूढलक्षणा। यत्पदश्रवणानन्तरमचिरेणैव यथा लक्षणया यत्पदार्थोपस्थितिः भवति तत्पदार्थोपस्थापिका सा निरूढलक्षणेति फलितम्। शक्तिवत् अविलम्बितलक्ष्यप्रतीतिप्रयोजिका लक्षणा निरूढलक्षणेति परमार्थः। यथा, गङ्गायां घोषः, मञ्चाः क्रोशन्ति, काकेभ्यो दधि रक्ष्यताम् इत्यादिषु निरूढलक्षणा। कथञ्चित् प्रकरणादिना लक्ष्योपस्थापिका स्वारसिकलक्षणा। विलम्बितप्रतीतिप्रयोजिकेति पर्यवस्यति। यथा, सप्तपदार्थाः, नव द्रव्याणि इत्यादिषु विभाजकधर्मसप्तकान्यतमवदादिबोधिका स्वारसिका भवति। एतल्लक्षणद्वयविषये बहूनां बहुविधाऽभिप्रायास्सन्ति, विषयान्तरत्वेन नेह तत् प्रपञ्च्यते।)\nआकाङ्क्षा योग्यता सन्निधिश्च वाक्यार्थज्ञानहेतुः। पदस्य पदान्तरव्यतिरेकप्रयुक्तान्वयाननुभावकत्वमाकाङ्क्षा। अर्थाबाधो योग्यता। पदानामविलम्बेनोच्चारणं सन्निधिः। आकाङ्क्षादिरहितं वाक्यं न प्रमाणम्। यथा गौरश्वः पुरुषो हस्तीति वाक्यं न प्रमाणम् आकाङ्क्षाविरहात्। अग्निना सिञ्चतीति वाक्यं न प्रमाणं योग्यताविरहात्। प्रहरे प्रहरेऽसहोच्चारितानि गामानयेत्यादि पदानि न प्रमाणं सान्निध्याभावात्।",
        "tags": []
    },
    {
        "sectionId": 69,
        "tarkasangraha_sectionId": 50,
        "title": "वाक्यार्थज्ञानसामग्री",
        "content": "शाब्दबोधसामग्रीं दर्शयति आकाङ्क्षेति। अनुक्तानां पदज्ञानपदार्थोपस्थितितात्पर्यज्ञानादीनां समुच्चयार्थः चकारः।\n(ननु आकाङ्क्षा नाम इच्छा, योग्यता च उत्कृष्टतासंपादकसद्‌गुणवत्त्वम्, सन्निधिश्च द्वयोरेकत्र समावेशः, तथाच एतेषां शाब्दबोधकारणत्वे वक्तव्ये श्रोतृनिष्ठानां तेषां कारणत्वं वक्तव्यम्, श्रोतुरेव बोधोदयात्। तथाच शाब्दबोधेच्छारहितस्य अयोग्यस्य वक्तृसमावेशरहितस्यापि शाब्दबोधोत्पत्त्या नैतेषां कारणत्वकथनमुचितमिति शङ्‌कानिरासाय आकाङ्क्षादीन् निर्वक्ति पदस्येति)\nपदस्येति। पदस्येत्यत्र पदान्तरेत्यत्रापि पदपदं यत्पदपरम्। षष्ठ्याः आधेयत्वमर्थः, व्यतिरेकः अभावः, अन्वयाऽननुभावकत्वं शाब्दबोधजनकत्वाभावः, षष्ठ्यर्थस्य अन्वयाऽननुभावकत्वेऽन्वयः, तत्पदे तत्पदवत्त्वमित्यध्याहार्यम्। तथाच यत्पदनिष्ठशाब्दबोधजनकत्वाभावः यत्पदान्तराभावप्रयुक्तः तत्पदे तत्पदवत्त्वम् आकाङ्क्षेति योजना। (तत्पदे तत्पदवत्त्वञ्च स्वाव्यवहितोत्तरत्व- स्वाव्यवहितपूर्वत्वान्यतरसम्बन्धेन तत्पदविशिष्‍टत्वम्) घटमानयेत्यत्र, घटपदनिष्ठः घटीयं कर्मत्वमिति शाब्दबोधजनकत्वाभावः अम्पदाभावप्रयुक्तः अम्पदाभावे घटपदमात्रसत्त्वेऽपि घटनिष्ठं कर्मत्वमिति बोधानुदयात्, अतः घटपदे अम्पदवत्त्वम् अम्पदे घटपदवत्त्वं वा वर्तत इति तस्मिन् वाक्ये नाऽकाङ्क्षायाः क्षतिः।\nयोग्यतां लक्षयति अर्थाबाधेति। अर्थस्याबाधोऽर्थाबाधः, अबाधः बाधनिश्चयाभावः (बाधनिश्चयः तदभावप्रकारकनिश्चयः), एकपदार्थे इत्यध्याहार्यम्, अर्थस्येत्यत्रार्थपदम् अपरपदार्थपरम्। तथा च एकपदार्थे अपरपदार्थबाधनिश्चयाभावः योग्यतेत्यर्थः पर्यवसितः। तथाच एकपदार्थ इत्यत्र सप्तम्याः विशेष्यतानिरूपकत्वार्थकतया अर्थस्येत्यत्र षष्ठ्या प्रतियोगितानिरूपकत्वार्थकतया तादृशविशेष्यकत्वस्य निश्चये प्रतियोगितानिरूपकत्वस्य बाधशब्दार्थीभूताऽभावे च अन्वये एकपदार्थविशेष्यकः अपरपदार्थप्रतियोगिकाभावप्रकारकश्च यो निश्चयः तदभावः योग्यतेति फलितम्। अग्निना सिञ्चतीत्यत्र अग्निकरणकत्वाभाववत् सेचनम् इति सेचनविशेष्यकाग्निकरणकत्वाभावप्रकारकबाधनिश्चयसद्भावेन तन्निश्चयाभावरूपयोग्यताया अभावेन अग्निकरणकं सेचनम् इति प्रमात्मकबोधो न जायते। जलेन सिञ्चतीत्यत्र जलकरणकत्वाभाववत्सेचनमिति बाधनिश्चयाभावेन जलकरणकं सेचनमिति प्रमात्मकबोधो जायते। अतो योग्यताऽपि शाब्दबोधे कारणमिति सिद्धम्।\nसन्निधिं निरूपयति पदानामिति। अविलम्बितप्रवृत्तिकं पदोच्चारणं सन्निधिः। प्रहरे प्रहरेऽसहोच्चरितानां गामानयेत्यादिपदानां  निरुक्तसान्निध्याभावेन न तादृशवाक्याच्छाब्दबोधः। वस्तुतस्तु, अविलम्बेन पदार्थोपस्थितिरेव सन्निधिः, उच्चारणन्तु तदुपयोगितयोक्तम्, अन्यथा मौनिश्लोकादिस्थले कण्ठताल्वाद्यभिघातसंयोगजन्यध्वनिरूपस्य उच्चारणस्य असम्भवेन शाब्दबोधानुपपत्तिः।\nआकाङ्क्षाद्यभावे शाब्दबोधाभावं क्रमेण स्थलभेदेन निर्दिशति यथा गौरश्व इत्यादिना। \nवाक्यं द्विविधम्। वैदिकं लौकिकञ्चेति। वैदिकमीश्वरोक्तत्वात्सर्वमपि प्रमाणम्। लौकिकन्तु आप्तवाक्यं प्रमाणम्। अन्यदप्रमाणम्। वाक्यार्थज्ञानं शाब्दज्ञानम्। तत्करणं शब्दः। \nईश्वरोक्तत्वात्सर्वमपि प्रमाणमिति वाक्यं मनुप्रभृतिभिः मुनिभिरुक्तानां स्मृतिपुराणेतिहासादीनामुपलक्षणम्।\n\nतर्कसङ्ग्रहसर्वस्वे",
        "tags": []
    },
    {
        "sectionId": 70,
        "tarkasangraha_sectionId": 54,
        "title": "अयथार्थज्ञानप्रकारः",
        "content": "अयथार्थानुभवादिनिरूपणम्\nएवं यथार्थानुभवो निरूपितः। अयथार्थानुभवस्त्रिविधः। संशयविपर्ययतर्कभेदात्। एकस्मिन्धर्मिणि विरुद्धनानाधर्मवैशिष्ट्यावगाहिज्ञानं संशयः। यथा स्थाणुर्वा पुरुषो वेति। मिथ्याज्ञानं विपर्ययः। यथा शुक्ताविदं रजतमिति। व्याप्यारोपेण व्यापकारोपस्तर्कः। यथा यदि वह्निर्न स्यात्तर्हि धूमोऽपि न स्यादिति।\nएवं यथार्थानुभवे प्रसक्तानुप्रसक्तां तत्सामग्रीञ्च निरूप्य अयथार्थानुभवं निरूपयति अयथार्थानुभव इति। संशयं लक्षयति एकस्मिन्निति। धर्मिणीत्यत्र सप्तम्याः विशेष्यतानिरूपकत्वार्थकत्वेन एकधर्मिविशेष्यकत्वे सति विरुद्धनानाधर्मप्रकारकत्वे सति ज्ञानत्वं संशयस्य लक्षणम् फलितम्। स्थाणुर्वा पुरुषो वेत्यत्र संशये पुरोवर्तिवस्तुरूपैकधर्मिविशेष्यकत्वे सति स्थाणुत्व स्थाणुत्वाभावरूपविरुद्धनानाधर्मप्रकारकत्वे सति ज्ञानत्वस्य विद्यमानत्वात् लक्षणसमन्वयः।\nकेचन स्थाणुर्वा पुरुषो वेति वाक्येन संशयाभिलापस्थले स्थाणुपुरुषपदयोः स्थाणुत्वपुरुषत्वार्थकत्वम्, उभयत्र वा शब्दयोः (वाकारयोः) स्थाणुत्वाभाव पुरुषत्वाभावार्थकत्वञ्च अङ्गीकृत्य स्थाणुत्वस्थाणुत्वाभाव-पुरुषत्वपुरुषत्वाभावकोटिकं संशयमङ्गीकुर्वन्ति। एतन्मते च भावद्वयकोटिकसंशयो नाभ्युपगम्यते।\nअन्ये तु, भावद्वयकोटिकसंशयमङ्गीकुर्वन्तः स्थाणु-पुरुषपदयोः स्थाणुत्व-पुरुषत्वार्थकत्वम्, वाकारद्वयस्य अयं स्थाणुः पुरुषश्चेति समुच्चयव्यावृत्तप्रकारताद्वयनिरूपितैकविशेष्यताकत्वसूचकत्वञ्च अङ्गीकृत्य स्थाणुत्वपुरुषत्वकोटिकं संशयमङ्गीकुर्वन्ति।\nअपरे, भावद्वयकोटिकसंशयमनङ्गीकुर्वन्तः स्थाणुपदस्य स्थाणुत्वार्थकत्वम्, पुरुषपदस्य स्थाणुत्वाभावार्थकत्वञ्च अङ्गीकृत्य स्थाणुत्व स्थाणुत्वाभावकोटिकं पुरुषत्व पुरुषत्वाभावकोटिकं वा संशयमङ्गीकुर्वन्ति। अत्रापि वाकारद्वयं निरुक्तविशेष्यतासूचकमेव।\nभावद्वयकोटिकसंशयाङ्गीकर्तृमते विरुद्धनानाधर्मपदेन स्थाणुत्व-पुरुषत्वरूपधर्मौ भावद्वयकोटिकसंशयानङ्गीकारे स्थाणुत्व-स्थाणुत्वाभावरूपभावाभावौ चादाय लक्षणसमन्वयः कर्तव्यः।\nज्ञानत्वमात्रोक्तौ विपर्ययादिष्वतिव्याप्तिः। ज्ञानत्वानुपादाने स्थाणुर्वा पुरुषो वेति संशयात् जायमाने संस्कारे (स्थाणुर्वा पुरुषो वेति संशयो भूयात् इतीच्छायां) अतिव्याप्तिः, अतो ज्ञानत्वनिवेशः कार्यः। एकधर्मिविशेष्यकत्वे सति ज्ञानत्वमात्रोक्तौ पर्वतो वह्निमानित्यनुमितावतिव्याप्तिः, विरुद्धनानाधर्मप्रकारकत्वनिवेशे तु वह्नेरेकस्यैव तत्र प्रकारतया विरुद्धनानाधर्मप्रकारकत्वाभावात् नातिव्याप्तिः। विरुद्धनानाधर्मप्रकारकत्वे सति ज्ञानत्वमात्रोक्तौ पर्वतो वह्निमान् ह्रदो वह्न्यभाववान् इत्याकारकसमूहालम्बनज्ञाने वह्निवह्न्यभावरूपनानाधर्मयोः पर्वतह्रदरूपधर्मिभेदेन प्रकारत्वादतिव्याप्तिः। एकधर्मिविशेष्यकत्वोपादाने तु निरुक्तज्ञानस्य धर्मिद्वयमुख्यविशेष्यकत्वेन एकधर्मिविशेष्यकत्वाभावात् नातिव्याप्तिः। नानापदानुपादाने घटत्वविरुद्धपटत्ववान् पटः इति यथार्थज्ञाने पटरूपैकधर्मिविशेष्यकत्व घटत्वविरुद्धपटत्वरूपविरुद्धधर्मप्रकारकत्व ज्ञानत्वानां सत्त्वात् तत्रातिव्याप्तिः, अतो नानापदम्, तन्निवेशे तत्रपटत्वरूपैकधर्मस्यैव प्रकारत्वेन नानाधर्मप्रकारकत्वाभावात् नातिव्याप्तिः। विरुद्धपदानुपादाने घटपटवत् भूतलं इति एकत्र द्वयमिति रीत्याऽवगाहिज्ञाने एकधर्मिविशेष्यकत्वघटपटरूपनानाधर्मप्रकारकत्वज्ञानत्वानां सत्त्वात् तत्राऽतिव्याप्तिः, विरुद्धपदनिवेशे तु घटपटयोर्विरुद्धत्वाभावेन विरुद्धनानाधर्मप्रकारकत्वाभावात् नातिव्याप्तिः।\nन च पर्वतो वह्निमान् ह्रदो वह्न्यभाववान् इति ज्ञाने धर्मिद्वयविशेष्यकत्वस्य सत्त्वेन (शते पञ्चाशत् इति न्यायेन) एकधर्मिविशेष्यकत्वस्यापि सत्वादतिव्याप्तिरिति वाच्यम्, एकधर्मिनिष्ठविशेष्यतानिरूपिता या विरुद्धनानाधर्मनिष्ठा प्रकारता तन्निरूपकत्वस्य लक्षणघटकत्वात्, तथाच अत्र ज्ञाने एकस्मिन् धर्मिणि नानाधर्मयोरप्रकारत्वात् नातिव्याप्तिः। न च द्रव्यं वह्निमान् ह्रदो वह्न्यभाववान् इति समूहालम्बनज्ञाने द्रव्यत्वेन रूपेण ह्रदस्यापि विशेष्यतया एकस्मिन् ह्रदरूपे धर्मिणि वह्नितदभावयोः प्रकारत्वेन अतिव्याप्तितादवस्थ्यमिति वाच्यम्। एकधर्मावच्छिन्नविशेष्यतानिरूपितत्वस्य विरूद्धनानाधर्मनिष्ठप्रकारतायां विशेषणीयत्वात्, तथाच द्रव्यत्व ह्रदत्वाभ्यां भासमाने ह्रदरूपैकधर्मिणि नानाधर्मयोः प्रकारत्वेऽपि एकधर्मावच्छिन्ने द्रव्यत्वावच्छिन्ने ह्रदत्वावच्छिन्ने वा विरुद्धनानाधर्मयोः अप्रकारत्वेन एकधर्मावच्छिन्नविशेष्यतानिरूपितविरुद्धनानाधर्मनिष्ठप्रकारताकत्वाभावात् नातिव्याप्तिः।\nन च ह्रदो वह्निमान् वह्न्यभाववांश्चेति समुच्चयज्ञाने ह्रदत्वरूपैकधर्मावच्छिन्नविशेष्यतानिरूपितविरुद्धनानाधर्मनिष्ठप्रकारतानिरूपकत्वस्य सत्त्वादतिव्याप्तिरिति वाच्यम्। प्रकारताविशिष्टविशेष्यतानिरूपकत्वस्य तदर्थत्वात्, विशेष्यतायां प्रकारतावैशिष्ट्यञ्च स्वनिरूपितत्व स्वावच्छेदकधर्मावच्छिन्नप्रतियोगिताकाभावत्वावच्छिन्नप्रकारतानिरूपितत्वोभयसम्बन्धेन, तथाच एतस्मिन् समुच्चयज्ञाने प्रकारताद्वयनिरूपितविशेष्यताद्वयस्याङ्गीकृतत्वेन वह्नित्वावच्छिन्नप्रकारतानिरूपितविशेष्यतायाः वह्न्यभावत्वावच्छिन्नप्रकारतानिरूपितविशेष्यतायाश्च परस्परं भिन्नतया निरुक्तसम्बन्धद्वयेन प्रकारताविशिष्टा विशेष्यता न काप्यत्र विशेष्यता भवितुमर्हति, कुतः, स्वपदेन वह्नित्वावच्छिन्नप्रकारतायाः परिग्रहणे स्वनिरूपितविशेष्यतायां स्वाभावनिष्ठप्रकारतानिरूपितत्वं न सम्भवति, अतः निरुक्तसम्बन्धद्वयेन प्रकारता विशिष्टविशेष्यता न कापि एतज्ज्ञानीया प्रसिद्धा भवति, अतो नातिव्याप्तिः। संशये च प्रकारताद्वयनिरूपितैकविशेष्यताया अङ्गीकृतत्वेन तादृशप्रकारताविशिष्टविशेष्यतानिरूपकत्वस्य सत्त्वात् समन्वयः सम्भवतीति न काप्यनुपपत्तिः। भावद्वयकोटिकसंशयाङ्गीकर्तृमते स्वनिरूपितत्व स्वाश्रयविरुद्धधर्मनिष्ठप्रकारतानिरूपितत्वोभयसम्बन्धेन प्रकारतावैशिष्‍ट्यं ग्राह्यम्, अन्यथा, घटत्ववान् पटत्ववांश्च पटः इति समुच्चयेऽतिव्याप्तिः।\n(वह्न्यभाववद्ध्रदो वह्निमान् इति नियताहार्यनिश्चयं विरुद्धयोः वह्नितदभावयोः विषयत्वेऽपि वह्न्यभावनिष्ठविषयताया अत्र विशेष्यतावच्छेदकतारूपत्वेन अवच्छेदकत्वानात्मकप्रकारताविशिष्टविशेष्यताकत्वस्य लक्षणत्वेन विवक्षिततया तत्र एतादृशलक्षणाभावेन अतिव्याप्त्यभावात्। संशयमभिनीय दर्शयति- स्थाणुर्वेति।\nविपर्ययं लक्षयति मिथ्येति। मिथ्या च तत् ज्ञानञ्चेति कर्मधारयः। तत्र ज्ञाने मिथ्यात्वञ्च तदभाववद्विशेष्यकत्वविशिष्टतत्प्रकारकत्वरूपम्। तथाच, तदभाववद्विशेष्यकत्वे सति तत्प्रकारकत्वे सति ज्ञानत्वं विपर्ययलक्षणमिति  फलितम्। तथाच शुक्तौ इदं रजतम् इति ज्ञाने तत्पदग्राह्यरजतत्वाभाववद्विशेषकत्व-रजतत्वप्रकारकत्व-ज्ञानत्वानां सत्त्वात् समन्वयः। नचैवं सति स्थाणुर्वा पुरुषो वेति संशये यदि वह्निः न स्यात् तर्हि धूमोऽपि न स्यात् इति तर्के च तदभाववद्विशेष्यकत्वघटितलक्षणसत्त्वात् अतिव्याप्तिरिति वाच्यम्, तर्कभिन्नत्वनिश्चयत्वयोः निवेशनीयत्वात् संशये निश्चयत्वा(संशयान्यत्वा)भावेन तर्के तर्कभिन्नत्वाभावेन च नातिव्याप्तिः।\nतर्कं लक्षयति व्याप्यारोपेणेति। व्याप्यस्याऽरोपः व्यापकस्याऽरोपः इत्यत्र उभयत्रापि षष्ठ्याः विषयतानिरूपकत्वमर्थः। उभयत्रापि आरोपो भ्रमः। व्याप्यारोपेणेत्यत्र तृतीयायाः जन्यत्वमर्थः, तथाच व्याप्यविषयकभ्रमजन्यव्यापकविषयभ्रमत्वम् तर्कस्यलक्षणम्। व्याप्यविषयको यो भ्रमः यदि वह्न्यभाववान् स्यादिति भ्रमः, तज्जन्यो यो भ्रमः धूमाभाववान् स्यादिति भ्रमः, तादृशभ्रमत्वस्य यदि वह्न्यभाववान्‌ स्यादिति भ्रमजन्ये धूमाभाववान् स्यादिति भ्रमे (तर्करूपे) विद्यमानत्वात् लक्षणसमन्वयः।।\nपर्वतो वह्निमान् धूमात् इति केनचित् पुंसा धूमरूपहेतुना वह्नौ साधनीये सति पर्वते धूमोऽस्तु वह्निः मास्त्वित्यप्रयोजकशङ्‌कायां प्रसक्तायां सत्यां तच्छङ्‌कानिवृत्त्यर्थम् अनुमानकर्त्रा धूमं प्रति वह्नेः कारणत्वेन (कारणाभावात् कार्याभाव इति नियमेन) यदि वह्निः न स्यात् तर्हि धूमोऽपि न स्यादिति कार्यकारणभावभङ्गानुकूलः तर्कः सम्पाद्यः। तर्कं प्रति व्याप्यव्यापकयोः बाधनिश्चयः कारणं भवतीति वक्तव्यम्। अन्यथा, पर्वते धूमोऽस्तु वह्निः मास्तु इत्यत्राप्रयोजकशङ्‌कावतरणे इष्टापत्तिरेवाभ्युपगम्येत। ततश्च तर्कानुत्पत्तिः प्रसज्येतेति तस्य कारणत्वमावश्यकम्।\nस्मृतिरपि द्विविधा, यथार्थाऽयथार्था चेति। प्रमाजन्या यथार्था। अप्रमाजन्याऽयथार्था।।\nएवमनुभवं निरूप्य स्मृतिं निरूपयति स्मृतिरित्यादिना। यथार्थस्मृतिं लक्षयति प्रमेति। प्रमाजन्यत्वे सति स्मृतित्वं यथार्थस्मृतेः लक्षणम्। स्मृतित्वमात्रोक्तौ अयथार्थस्मृतौ, प्रमाजन्यत्वमात्रोक्तौ प्रमाध्वंसे च अतिव्याप्तिः, अतः दलद्वयोपादानम्। नच गुणत्वदलेनैव प्रमाध्वंसेऽतिव्याप्तिवारणसम्भवे स्मृतित्वपर्यन्तानुसरणं व्यर्थमिति वाच्यम्, प्रमाजन्यसंस्कारेऽतिव्याप्तिवारणाय तत्सार्थक्यात्। न च ज्ञानत्वदलेनैव संस्कारेऽतिप्रसङ्गवारणसम्भवेन स्मृतित्वस्य वैयर्थ्यमेवेति वाच्यम्, दण्डरूपविशेषणप्रमाजन्यत्वज्ञानत्वयोः दण्डी पुरुष इति अनुभवरूपविशिष्टबुद्धौ सत्त्वात् तत्रातिव्याप्तिवारणाय स्मृतित्वस्य सार्थक्यात्। न च विशिष्टबुद्धिं प्रति विशेषणज्ञानमेव कारणं नतु विशेषणप्रमा अतः तत्कारणतावच्छेदकं बुद्धित्वमेव, नतु प्रमात्वम्, अतः प्रमात्वावच्छिन्नजनकतानिरूपितजन्यत्वदलेनैव ध्वंसे विशिष्टबद्धौ च अतिव्याप्तिवारणेन स्मृतित्वस्य वैयर्थ्यमेव (ध्वंसं प्रति प्रतियोगिनः प्रतियोगित्वेन तत्तद्व्यक्तित्वेन वा कारणत्वात्) इति वाच्यम्, इष्टापत्तेः। अतएव ग्रन्थकृता स्मृतित्वं विहाय प्रमाजन्या यथार्थेत्येतावदेव मूलेऽभिहितम्।\nअयथार्थस्मृतिं लक्षयति अप्रमेति। भ्रमजन्यत्वे सति स्मृतित्वम् अयथार्थस्मृतेः लक्षणम्। दलसार्थक्यं विचारश्च पूर्ववत् द्रष्‍टव्यः।",
        "tags": []
    },
    {
        "sectionId": 71,
        "tarkasangraha_sectionId": 56,
        "title": "आत्मगुणाः",
        "content": "सर्वेषामनुकूलतया वेदनीयं सुखम्। प्रतिकूलतया वेदनीयं दुःखम्। इच्छा कामः। क्रोधो द्वेष:। कृतिः प्रयत्नः। विहितकर्मजन्यो धर्मः। निषिद्धकर्मजन्योऽधर्मः। बुद्ध्यादयोऽष्टावात्ममात्रवृत्तिविशेषगुणाः। बुद्धीच्छाप्रयत्ना नित्या अनित्याश्च। नित्या ईश्वरस्य अनित्या जीवस्य। संस्कारस्त्रिविधः। वेगो भावना स्थितस्थापकश्चेति। वेगः पृथिव्यादि चतुष्टयमनोवृत्तिः। अनुभवजन्या स्मृतिहेतुर्भावना। आत्ममात्रवृत्तिः। अन्यथाकृतस्य पुनस्तदवस्थापादकः स्थितस्थापकः। कटादि पृथिवीमात्रवृत्तिः।\nसुखं लक्षयति सर्वेषामिति। अत्र षष्ठ्याः समवेतत्वम्, तृतीयायाः प्रकारतानिरूपकत्वम्, ‘विद्’ धातोः ज्ञानम्, तदुत्तरवर्तिप्रत्ययस्य विषयत्वञ्चार्थः। तथा च सर्वसमवेतानुकूलत्वप्रकारकज्ञानविषयत्वं सुखस्य लक्षणम् इति फलितम्। सर्वसमवेतं अनुकूलत्वप्रकारकं यत् ज्ञानं सुखं मदनुकूलम् इति ज्ञानं, तद्विषयत्वस्य सुखे सत्त्वात् समन्वयः। अत्र विषयत्वं विशेष्यतारूपं ग्राह्यम्, अन्यथा निरुक्तज्ञानीयप्रकारतामादायानुकूलत्वादावतिव्याप्तिः। सर्वपदाभावे घटादावपि तादृशविषयत्वस्य सत्त्वादतिव्याप्तिः, सर्वपदनिवेशे तु सर्वेषां घटो मदनुकूलः इति ज्ञानाभावेन नातिव्याप्तिः। नचैवमपि शत्रुसुखस्य तत्प्रतिपक्षिणां प्रतिकूलतया तत्र सर्वसमवेतानुकूलत्वप्रकारकज्ञानविषयत्वस्याभावेनाव्याप्तिः, वैषयिके सुखे साधूनां द्वेषदर्शनेन तत्र सर्वसमवेतानुकूलत्वप्रकारकज्ञानविषयत्वस्याभावादव्याप्तिश्चेति वाच्यम्। इतरेच्छानधीनेच्छाविषयत्वस्य तल्लक्षणत्वात्, प्रथमं सुखेच्छायामुत्पन्नायां सुखसाधनेच्छा समुदेति, सुखेच्छां प्रत्यन्येच्छाः न कारणीभवितुमर्हन्ति, तथाच सर्वासाञ्च भोजनादीच्छानां सुखेच्छानन्तरमुत्पद्यमानत्वेन सुखेच्छाधीनतया सुखेच्छायास्तु स्वेतरेच्छानधीनतया इतरेच्छानधीना या इच्छेत्युक्तौ सुखेच्छा भवति, तद्विषयत्वं सुखे वर्तत इति लक्षणसमन्वयः। सुखातिरिक्तविषये सुखेच्छारूपेतरेच्छाधीनेच्छाविषयत्वस्यैव सत्त्वात् विषयेषु नातिव्याप्तिः। इच्छाविषयत्वमात्रोक्तौ भोजनादावतिव्याप्तिः, इतरेच्छानधीनत्वस्येच्छायां निवेशे तु भोजनादीच्छायाः सुखेच्छारूपेतरेच्छाधीनतया नातिव्याप्तिः।\nदुःखं लक्षयति सर्वेषामिति। अर्थक्रमः पूर्ववत्। सर्वसमवेतप्रतिकूलत्वप्रकारकज्ञानविषयत्वं दुःखस्य लक्षणमिति फलितम्। सर्वसमवेतं प्रतिकूलत्वप्रकारकं यत् ज्ञानं दुःखं मत्प्रतिकूलम् इति ज्ञानम्, तद्विषयत्वं दुःखे वर्तत इति समन्वयः। अत्रापि विषयत्वं विशेष्यतारूपं ग्राह्यम्, अन्यथा पूर्ववत् प्रतिकूलत्वादावतिव्याप्तिः। सर्वपदाभावे साधुसमवेतप्रतिकूलत्वप्रकारकज्ञानविषयत्वस्य वैषयिकसुखादौ सत्त्वादतिव्याप्तिः। अतः सर्वपदोपादानम्।   नचैवमपि सर्पादेः शत्रुसुखादेश्च सर्वसमवेतप्रतिकूलत्वप्रकारकज्ञानविषयत्वादतिव्याप्तिरिति वाच्यम्, इतरद्वेषानधीनद्वेषविषयत्वस्य तल्लक्षणत्वात्। प्रथमं दुःखे द्वेषात् दुःखसाधनेषु सर्पादौ द्वेषः, अतो विषयेषु द्वेषः दुःखद्वेषाधीनः, दुःखद्वेषस्तु  इदं दुःखं इति ज्ञानात् जायते, अतः इतरद्वेषानधीनो यो द्वेषः दुःखद्वेषः, तद्विषयत्वस्य दुःखे सत्त्वात् नातिव्याप्तिः। द्वेषविषयत्वमात्रोक्तौ सर्पादावतिव्याप्तिः, द्वेषे इतरद्वेषानधीनत्वनिवेशे तु सर्पादिषु द्वेषस्यापि दुःखद्वेषाधीनतया नातिव्याप्तिः। (फलेच्छा उपायेच्छाकारणम्, फलद्वेषः उपायद्वेषकारणम्, फलेच्छाफलद्वेषौ तु फलज्ञानजन्यौ इति विवेकः।\nअहमिच्छामि, अयं क्रुद्धः, अहं करोमि इत्यादि प्रतीतिविषयतावच्छेदकमिच्छात्वादिकमिच्छादीनां लक्षणमिति बुबोधयिषुरन्नम्भट्टः इच्छा कामः, क्रोधो द्वेषः, कृतिः प्रयत्नः, इत्यादिना इच्छाद्वेषप्रयत्नानां पर्यायपदान्येवं प्रादर्शयत्। अथवा, इच्छाप्रयत्नयोः पृथक् लक्षणे अपि सम्भवतः। तथाहि ज्ञानजन्यत्वे सति कृतिजनकत्वम् इच्छायाः लक्षणम्। जानाति इच्छति यतते, इति क्रममनुसृत्य ज्ञानजन्यत्वकृतिजनकत्वयोरिच्छायां सत्त्वात् समन्वयो बोध्यः। (इच्छाजन्यत्वे सति गुणत्वम्) कार्यमात्रकारणतावच्छेदकत्वं कृतिलक्षणं बोध्यम्। (पूर्वक्रममनुसृत्येच्छाजन्यत्वं) कार्यमात्रं प्रति कर्तुः कारणत्वेन कार्यमात्रकारणतावच्छेदकत्वञ्चास्तीति समन्वयो ग्राह्यः। यद्वा। आख्यातशक्यतावच्छेदकधर्मवत्त्वम् कृतिलक्षणम् बोध्यम्। आख्यतमात्रस्य लाघवेन कृतित्वावच्छिन्ने शक्त्यङ्गीकरणेन आख्यातशक्यतावच्छेदककृतित्वमादाय समन्वयो बोध्यः।\nधर्मं लक्षयति विहितेति। विहितकर्मजन्यत्वं धर्मस्य लक्षणम्। यागादिविहितकर्मजन्यत्वस्य धर्मे सत्त्वात् समन्वयः। नचैवं विहितकर्मजन्यत्वस्य विहितकर्मध्वंसे सत्त्वादतिव्याप्तिरिति वाच्यम्, गुणत्वस्यापि निवेशनीयत्वात्।  नचैवमपि प्रत्यक्षे विषयस्य कारणतया देवतावन्दनादिरूपविहितकर्मविषयकप्रत्यक्षे विहितकर्मजन्यत्वगुणत्वयोस्सत्त्वात् अतिव्याप्तिरिति वाच्यम्, गुणपदस्यातीन्द्रियगुणपरत्वात्, तादृशप्रत्यक्षस्य मनइन्द्रियग्राह्यतयाऽतीन्द्रियत्वाभावात् नातिव्याप्तिः।\nअधर्मं लक्षयति निषिद्धेति ॥ निषिद्धकर्मजन्यत्वमधर्मस्य लक्षणम्, निषिद्धकर्म कलञ्चभक्षणादि, तज्जन्यत्वमधर्मे वर्तते इति समन्वय:। नचैवं निषिद्धकर्मजन्यत्वस्य निषिद्धकर्मध्वंसे सत्त्वादतिव्याप्तिरिति वाच्यम्, गुणत्वस्यापि निवेशनीयत्वात्। नचैवं अविहितकर्मविषयकप्रत्यक्षे दलद्वयसत्त्वादतिव्याप्तिरिति वाच्यम्, गुणपदस्य अतीन्द्रियगुणपरत्वात् नातिव्याप्ति: ॥\nप्रकृते आत्मेतरावृत्तित्वमेव आत्ममात्रवृत्तित्वम्, आत्मवृत्तित्वस्याऽपि प्रवेशे प्रयोजनाभावत् (नेदं लक्षणम्) बुद्धीच्छाप्रयत्नानां आश्रयभेदेन द्वैविध्यमाह बुद्धीच्छेति। ईश्वराश्रितानां बुद्धीच्छाप्रयत्नानाम् ईश्वरस्य सर्वप्रपञ्चकर्तृत्वानुरोधेन विनिगमनाविरहेण यस्सर्वज्ञस्सर्वविदिति श्रुत्यनुरोधेन च सर्वप्रपञ्चविषयकत्वमङ्गीकर्तव्यम्। ईश्वराश्रितानां तेषाम् अनित्यत्वसाधने विनिगमकाभावेन नित्यत्वमप्यङ्गीकार्यम्। ईश्वराश्रितबुद्धिश्च प्रत्यक्षरूपैव न त्वनुमित्यादिरूपा। ईश्वरस्य नित्यसुखमप्यङ्गीकुर्वन्ति केचन। विभुविशेष (ईश्वरभिन्नविभुविशेष) गुणानां स्वोत्तरोत्पन्नविशेषगुण (विभुविशेषगुण) नाश्यत्वनियमेन नाशप्रतीत्यनुरोधेन च जीवाश्रितस्य तत्त्रयस्य अनित्यत्वमेवाङ्गीकार्यम् (शब्दबुद्ध्योः द्विक्षणावस्थायित्वमेवाङ्गीक्रियते) संस्कारं विभजते संस्कारः इति। वेगं लक्षयति पृथिव्यादीति। एतद्वाक्यं स्वरूपकीर्तनपरम्। लक्षणन्तु मनोवृत्तित्वमेव पृथिव्यादिप्रवेशे प्रयोजनाभावात्। न च (मूर्तानां दिगुपाधित्वमिति न्यायेन मूर्तेषु दिक्कृतविशेषणतासम्बन्धेन सर्वस्यापि प्रपञ्चस्य सत्त्वेन मनोनिरूपितनिरुक्तसम्बन्धावच्छिन्न वृत्तितामादाय घटादावतिव्याप्तिरिति वाच्यम्, मनोनिरूपितवृत्तितायां समवायसम्बन्धावच्छिन्नत्वस्य निवेशनीयत्वात्, तेन सम्बन्धेन मनसि घटादीनामभावात् नातिव्याप्तिः। न च क्रियासंयोगादौ मनोनिरूपितसमवायसम्बन्धावच्छिन्नवृत्तित्वस्य सत्त्वादतिव्याप्तिरिति वाच्यम्, संस्कारत्वस्यापि निवेशनीयत्वात् क्रियादौ संस्कारत्वाभावात् नातिव्याप्तिः।।",
        "tags": []
    },
    {
        "sectionId": 72,
        "tarkasangraha_sectionId": 65,
        "title": "भावना",
        "content": "भावनां लक्षयति अनुभवेति। अनुभवजन्यत्वे सति स्मृतिहेतुत्वं भावनाया लक्षणम्। प्रथममनुभवः तदनु भावनाख्यसंस्कारः, तदनु स्मृतिः इति क्रममनुसृत्य अनुभवजन्यत्वे सति स्मृतिहेतुत्वस्य भावनायां सत्त्वात् समन्वयः (अनुभवजन्यत्वमात्रोक्तावनुभवध्वंसे स्मृतिहेतुत्वमात्रोक्तावात्मादौ च अतिव्याप्तिः, अतो दलद्वयोपादानम्।  नच अनुभवजन्यत्वम् अनुभवनिष्ठसमवायसम्बन्धावच्छिन्नकारणतानिरूपितकार्यताश्रयत्वरूपं निवेश्यते, ध्वंसं प्रति प्रतियोगिनः तादात्म्यसम्बन्धेनैव कारणतया समवायसम्बन्धावच्छिन्नानुभवनिष्ठकारणतानिरूपितकार्यत्वस्य अनुभवध्वंसेऽभावेन अतिव्याप्तिवारणसम्भवेन स्मृतिहेतुत्वदलमनर्थकमिति वाच्यम्, स्मृतिं प्रत्यनुभवस्य समवायसम्बन्धेनैव कारणतया समवायसम्बन्धावच्छिन्नानुभवनिष्ठकारणतानिरूपितकार्यत्वस्य स्मृतौ सत्त्वेन तत्राऽतिव्याप्तिवारणाय स्मृतिहेतुत्वदलसार्थक्यात् अत एव गुणत्वदलेनैव अनुभवध्वंसेऽतिव्याप्तिवारणसम्भवे स्मृतिहेतुत्वदलमफलमिति शङ्का निरस्ता, स्मृतावतिव्याप्तिवारणायैव  तत्सार्थक्यात्।\nटिप्पणी- भावनालक्षणे। ननु विशिष्टबुद्धिं प्रति विशेषणज्ञानस्य कारणतया दण्डी पुरुष इत्यनुभवात्मकविशिष्टबुद्धौ  विशेषणज्ञानात्मकदण्डानुभवजन्यत्वस्य दण्‍डी पुरुष इति जनिष्यमाणस्मृतिहेतुत्वस्य च सत्त्वात् तादृशविशिष्टबुद्धावतिव्याप्तिरिति वाच्यम्, अत्रानुभवजन्यत्वम् अनुभवत्वावच्छिन्नकारणतानिरूपितकार्यताश्रयत्वरूपं निवेश्यते, न त्वनुभवनिष्ठकारणतानिरूपितकार्यताश्रयत्वरूपम्, तथाच विशिष्टबुद्धिं प्रति विशेषणानुभवस्यापि ज्ञानत्वेनैव कारणत्वं न त्वनुभवत्वेन। तथाच ज्ञानत्वावच्छिन्नकारणतानिरूपितकार्यताश्रयत्वस्य दण्डी पुरुष इति विशिष्टबुद्धौ सत्त्वेऽपि अनुभवत्वावच्छिन्नकारणतानिरूपितकार्यताश्रयत्वस्य तत्राभावात् नातिव्याप्तिः। (दण्‍डानुभवात् दण्‍डस्मरणादपि दण्डी पुरुष इति विशिष्टबुद्धेरुदयात् स्मृत्यनुभवसाधारणज्ञानत्वेनैव विशिष्टबुद्धिं प्रति विशेषणज्ञानस्य कारणत्वं वाच्यम्) भावनां प्रत्यनुभवस्यैव कारणतयाऽनुभवत्वावच्छिन्नकारणतानिरूपितकार्यताश्रयत्वं भावनायां वर्तत इति लक्षणसमन्वयः। नचैवं ध्वंसं प्रति प्रतियोगिनः प्रतियोगित्वेन रूपेण तत्तद्ध्वंसत्वावच्छिन्नं प्रति तत्तत्प्रतियोगिव्यक्तेः तत्तद्व्यक्तित्वेनैव कारणत्वस्याङ्गीकृततयाऽनुभवध्वंसं प्रत्यनुभवत्वेन कारणत्वाभावेन अनुभवत्वावच्छिन्नकारणतानिरूपितकार्यताश्रयत्वस्यानुभवध्वंसेऽभावेनैव तत्रातिव्याप्तिवारणसम्भवेन स्मृतिहेतुत्वदलस्य वैयर्थ्यमिति वाच्यम्, स्मृतिं प्रत्यनुभवस्यैव कारणतयाऽनुभवत्वावच्छिन्नकारणतानिरूपितकार्यताश्रयत्वस्य स्मृतौ सत्त्वेन तत्रातिव्याप्तिवारणायैव तत्सार्थक्यात्, स्मृतिहेतुत्वनिवेशे तु न हि स्मृतिः स्मृतिहेतुरिति नातिव्याप्तिरित्यलम्।",
        "tags": []
    },
    {
        "sectionId": 73,
        "tarkasangraha_sectionId": 65,
        "title": "स्थितस्थापकः",
        "content": "स्थितस्थापकं लक्षयति अन्यथेति। अन्यशब्दस्य पूर्वावस्थानभिन्नावस्थानाश्रयत्वम्, थाल्प्रत्ययस्य प्रकारतानिरूपकत्वम्, कृञ् धातोः कृतिः, क्तप्रत्ययस्य विषयताविशिष्टम्, षष्ठ्या आधेयत्वञ्चार्थः। साऽवस्था यस्य सः तदवस्थ:, तदवस्थस्य भावः तादवस्थ्यम्, तच्च तदवस्थावत्त्वम्, तच्च प्रकृत्यर्थे प्रकारीभूतधर्म इति नियमेन तदवस्थैवेति फलितम्। तथा च पूर्वावस्थानभिन्नावस्थानाश्रयत्वप्रकारककृतिनिरूपितविषयताविशिष्टवस्तुनिष्ठपूर्वावस्थानसम्पादकत्वं स्थितस्थापकस्य लक्षणमिति फलितम्। (आत्ममनोऽवृत्तित्वे सति संस्कारत्वं स्थितस्थापकस्य लक्षणम् बोध्यम्)।\nचलनात्मकं कर्म। ऊर्ध्वदेशसंयोगहेतुरुत्क्षेपणम्। अधोदेशसंयोगहेतुरपक्षेपणम्। शरीरसन्निकृष्टसंयोगहेतुराकुञ्चनम्। शरीरविप्रकृष्टसंयोगहेतुः प्रसारणम्। अन्यत्सर्वं गमनम्।।\nकर्म निरूपयति चलनेति। ऊर्ध्वदेशसंयोगहेतुत्वमुत्क्षेपणस्य लक्षणम्। आदौ क्रिया, ततो विभागः, तत आरम्भकसंयोगनाशः, तत उत्तरदेशसंयोगोत्पत्तिः, इति क्रममनुसृत्य ऊर्ध्वदेशसंयोगहेतुत्वस्य उत्क्षेपणे सत्त्वात् समन्वयः। नचैवं ईश्वरादृष्टादावपि तादृशहेतुत्वस्य सत्त्वादतिव्याप्तिरिति वाच्यम्, कर्मत्वस्यापि निवेशनीयत्वात्। एवं अपक्षेपणादिप्रसारणान्तानां त्रयाणां लक्षणं बोध्यम्। उत्क्षेपणादिभिन्नत्वे सति कर्मत्वं गमनलक्षणं बोध्यम्, एतदेव व्यनक्ति ग्रन्थकारः अन्यत्सर्वं गमनमित्यादिना। तच्च गमनं भ्रमणादिभेदेन पञ्चविधं बोध्यम्।",
        "tags": []
    },
    {
        "sectionId": 74,
        "tarkasangraha_sectionId": 67,
        "title": "सामान्यलक्षणम्",
        "content": "नित्यमेकमनेकानुगतं सामान्यम्। द्रव्यगुणकर्मवृत्ति। तद्द्विविधम्। परमपरञ्चेति। परं सत्ता। अपरं द्रव्यत्वादि।\nसामान्यं लक्षयति नित्यमिति। अनेकेष्वनुगतम् अनेकानुगतम्, सप्तम्या निरूपितत्वमर्थः। अनुगतत्वञ्च समवेतत्वम्, तच्च समवायसम्बन्धावच्छिन्नवृत्तित्वरूपम्। तथा च नित्यत्वे सति अनेकनिरूपितसमवायसम्बन्धावच्छिन्नवृत्तित्वं सामान्यलक्षणमिति फलितम्। नित्यत्वमात्रोक्तौ गगनादावतिव्याप्तिः। अनेकसमवेतत्वमात्रोक्तौ घटादीनामपि कपालादिरूपानेकपदार्थसमवेतत्वेन घटादावतिव्याप्तिः, अतः दलद्वयोपादानम्। नचैवं आधेयत्वदलेनैव अवृत्तिगगनादावतिव्याप्तिवारणसम्भवेन अनेकसमवेतत्वपर्यन्तस्य वैयर्थ्यमिति वाच्यम्, परमाणुष्वतिव्याप्तिवारणाय तत्सार्थक्यात्। नचैवमपि समवेतत्वदलेनैव तत्रातिव्याप्तिवारणसम्भवेऽनेकपदस्य वैयर्थ्यमिति वाच्यम्, जलपरमाणुगतरूपादौ नित्यत्व-समवेतत्वयोः सत्त्वेनातिव्याप्तिप्रसङ्गात्। तन्निवेशे तु प्रत्येकभिन्नस्य परमाणुरूपस्य कस्यापि अनेकसमवेतत्वाभावेन अतिप्रसङ्गविरहात्। न च विभुद्वयसंयोगाङ्गीकर्तृमते तत्संयोगे दलद्वयसत्त्वेनातिव्याप्तिरिति वाच्यम्, संयोगभिन्नत्वस्यापि निवेशनीयत्वात्। नचात्र एकपदं व्यर्थमिति वाच्यम्, इष्टापत्तेः, तस्य स्वरूपकीर्तनमात्रपरत्वात्। सामान्यं विभजते परमिति। अत्र परत्वमधिकदेशवृत्तित्वरूपम्, अपरत्वं न्यूनदेशवृत्तित्वरूपम्।",
        "tags": []
    },
    {
        "sectionId": 75,
        "tarkasangraha_sectionId": 68,
        "title": "नित्यद्रव्यविशेषाः",
        "content": "नित्यद्रव्यवृत्तयो  व्यावर्तका विशेषाः।।\nविशेषान् लक्षयति नित्यद्रव्येति। नित्यद्रव्यनिरूपितवृत्तिताश्रयत्वे सति व्यावर्तकत्वं नित्यद्रव्यविशेष्यकेतरभेदप्रकारकानुमितिजनकत्वरूप यथाश्रुते विशेषलक्षणं बोध्यम्। पृथिव्यादिचतुष्टयपरमाणवः आकाशादिपञ्चकञ्च नित्यद्रव्याणि, तद्विशेष्यकेतरभेदप्रकारकानुमितिः अयं परमाणुः इतरभिन्नः इत्याकारकानुमितिः तज्जनकत्वं एतद्विशेषरूपहेतौ वर्तत इति समन्वयः। एतद्विचारस्तु दीपिकाव्याख्यानावसरे व्यक्तीकरिष्यते।",
        "tags": []
    },
    {
        "sectionId": 76,
        "tarkasangraha_sectionId": 69,
        "title": "समवायः",
        "content": "नित्यसम्बन्धः समवायः। अयुतसिद्धवृत्तिः। ययोर्मध्ये एकमविनश्यदवस्थमपराश्रितमेवावतिष्ठते तावयुतसिद्धौ। यथा, अवयवावयविनौ गुणगुणिनौ क्रियाक्रियावन्तौ जातिव्यक्ती विशेषनित्यद्रव्ये चेति।।\nसमवायं लक्षयति नित्येति। नित्यत्वे सति सम्बन्धत्वं समवायस्य लक्षणं बोध्यम्। नित्यत्वमात्रोक्तौ गगनादौ सम्बन्धत्वमात्रोक्तौ संयोगादौ च अतिव्याप्तिरिति उभयोपादानम्।।\nअयुतसिद्धं लक्षयति ययोरिति। ययोः घटकपालयोः मध्ये एकं घटः अविनश्यदवस्थं विनश्यदवस्थामनापन्नं सत् अपराश्रितमेव कपालाश्रितमेव अवतिष्ठते तौ घटकपालौ अयुतसिद्धौ। एवम् अवयवि-गुण-क्रिया-जाति-विशेषाणां कदाचिदपि अवयवि-गुणि-क्रियावत्-व्यक्ति-नित्यद्रव्याणि विहाय पृथगवस्थितेरभावेन अवयवावयविनोः गुणगुणिनोः क्रियाक्रियावतोः जातिव्यक्त्योः विशेषनित्यद्रव्याणाञ्च अयुतसिद्धत्वमिति भावः। लक्षणन्तु यन्निष्ठकालनिरूपिताधेयतासामान्यं यदवच्छिन्नं तदुभयान्यतरत्वं बोध्यम्। घटाद्यवयविनः काले कपालाद्यवच्छेदेन वर्तन्ते। अतः यन्निष्ठकालनिरूपिताधेयतासामान्यं घटाद्यवयविनिष्ठकालनिरूपिताधेयतासामान्यं यदवच्छिन्नं कपालाद्यवयवावच्छिन्नं तदुभयान्यतरत्वम् अवयावावयविनोः वर्तते इति लक्षणसमन्वयः। एवमन्यत्रापि समन्वयः कार्यः।\nननु अत्राधेयतासामान्यमित्यत्र सामान्यपदं व्यर्थम्, प्रयोजनाभावात् इति चेन्न। इदानीं भूतले घटः इति प्रतीत्या घटनिष्ठकालनिरूपिताधेयतायाः भूतलावच्छिन्नतया तदुभयान्यतरत्वमादाय भूतलघटयोरपि अयुतसिद्धत्वप्रसङ्गात्। सामान्यपदनिवेशे तु घटनिष्ठकालनिरूपिताधेयतासामान्यान्तर्गतकपालावच्छिन्नवृत्तितायां भूतलावच्छिन्नत्वाभावेन नातिव्याप्तिः। नचैवमप्यसम्भवः, यत्पदग्राह्यघटनिष्ठाधेयतासामान्यान्तर्गतभूतलावच्छिन्नवृत्तितायां कपालावच्छिन्नत्वाभावात् इति वाच्यम्, इह भूतलकपालयोः घटः इति प्रतीत्यनुरोधेन भूतलावच्छिन्नकालनिरूपितवृत्तितायामपि कपालावच्छिन्नत्वस्य सम्भवेन असम्भवाभावात्।",
        "tags": []
    },
    {
        "sectionId": 77,
        "tarkasangraha_sectionId": 70,
        "title": "अभावलक्षणानि",
        "content": "अनादिः सान्तः प्रागभावः। उत्पत्तेः पूर्वं कार्यस्य। सादिरनन्तः प्रध्वंसाभावः। उत्पत्तेरनन्तरं कार्यस्य। त्रैकालिकसंसर्गाभावोऽत्यन्ताभावः। यथा भूतले घटो नास्तीति। तादात्म्यावच्छिन्नप्रतियोगिताकोऽन्योन्याभावः। यथा घटः पटो न भवतीति।\nप्रागभावं लक्षयति अनादिरिति। प्रागभावाप्रतियोगित्वे सति ध्वंसप्रतियोगित्वं प्रागभावस्य लक्षणम्। प्रागभावस्योत्पत्त्यभावेन प्रागभावाप्रतियोगित्वम्। कार्योत्पत्त्यनन्तरं कार्यप्रागभावस्य नष्टत्वेन ध्वंसप्रतियोगित्वञ्चास्तीति लक्षणसमन्वयः। प्रागभावाप्रतियोगित्वमात्रोक्तौ गगनादौ ध्वंसप्रतियोगित्वमात्रोक्तौ घटादौ च अतिव्याप्तिरित्युभयोपादानम्।\nटिप्पणी- ध्वंसप्रागभावलक्षणयोः। नन्वत्र ध्वंसलक्षणे ध्वंसत्वस्य प्रागभावलक्षणे प्रागभावत्वस्य च अनुप्रवेशेनात्माश्रयदोषप्रसङ्गः, ध्वंसलक्षणे प्रागभावत्वस्य प्रागभावलक्षणे ध्वंसत्वस्य च प्रवेशेनान्योन्याश्रयदोषप्रसङ्गश्चेति वाच्यम्, प्रतियोगिजनकाभावत्वम्, प्रागभावत्वम्, प्रतियोगिजन्याभावत्वम् ध्वंसत्वम् इति परिष्कारे दोषाभावात्।\n\nप्रध्वंसाभावं लक्षयति सादिरिति। प्रागभावप्रतियोगित्वे सति ध्वंसाप्रतियोगित्वं प्रध्वंसाभावस्य लक्षणम्। घटादिध्वंसस्य शिलापातादिजन्यतया प्रागभावप्रतियोगित्वम्, कदाचिदपि ध्वंसस्य नाशासम्भवेन ध्वंसाप्रतियोगित्वञ्चास्तीति लक्षणसमन्वयः। प्रागभावप्रतियोगित्वमात्रोक्तौ घटादावतिव्याप्तिः ध्वंसाप्रतियोगित्वमात्रोक्तौ गगनादावतिव्याप्तिः अतः उभयोपादानम्।\nअत्यन्ताभावं लक्षयति त्रैकालिकेति।। त्रैकालिकत्वञ्च नित्यत्वम्, तच्च ध्वंसाप्रतियोगित्वे सति प्रागभावाप्रतियोगित्वम्, संसर्गाभावत्वञ्च अन्योन्याभावभिन्नाभावत्वम्। तथा च, ध्वंसाप्रतियोगित्वे सति प्रागभावाप्रतियोगित्वे सति अन्योन्याभावभिन्नत्वे सति अभावत्वम् अत्यन्ताभावस्य लक्षणमिति फलितम्। प्रागभावध्वंसान्योन्याभावाकाशादिवारणाय क्रमेण दलचतुष्टयोपादानम्। केचन संसर्गाभावत्वम् तादात्म्यभिन्नसम्बन्धावच्छिन्नप्रतियोगिताकाभावत्वमिति वदन्ति। तन्मते ध्वंसप्रागभावयोः सम्बन्धावच्छिन्नप्रतियोगिताकत्वविरहेण अन्योन्याभावे च तादात्म्यभिन्नसम्बन्धावच्छिन्नप्रतियोगिताकत्वविरहेणैव च तत्र तत्र अतिव्याप्तिवारणसम्भवेन त्रैकालिकत्वस्य निवेशे प्रयोजनाभावेन तत्पदं स्वरूपाख्यानपरमेवेति बोध्यम्।\nअन्योन्याभावं लक्षयति तादात्म्येति। तादात्म्यसम्बन्धावच्छिन्नप्रतियोगिताकत्वे सति अभावत्वम् अन्योन्याभावस्य लक्षणम्। येन सम्बन्धेन यन्नास्तीत्युच्यते तन्निष्ठा प्रतियोगिता तत्सम्बन्धावच्छिन्ना इति न्यायेन घटे पटस्य तादात्म्यसम्बन्धेनाभावेन तत्र तादात्म्यसम्बन्धावच्छिन्नप्रतियोगिताकाभावस्य सत्त्वेन तादात्म्यसम्बन्धावच्छिन्नप्रतियोगिताकत्वाभावत्वयोः तस्मिन्नभावे सत्त्वात् समन्वयः। अभावत्वमात्रोक्तावत्यन्ताभावादावतिव्याप्तिः, तादात्म्यसम्बन्धावच्छिन्नप्रतियोगिताकत्वनिवेशे तु अत्यन्ताभावस्य तादात्म्यभिन्नसम्बन्धावच्छिन्नप्रतियोगिताकतया तत्र तादात्म्यसम्बन्धावच्छिन्नप्रतियोगिताकत्वाभावात् नातिव्याप्तिः, ध्वंसप्रागभावयोस्तु सम्बन्धावच्छिन्नप्रतियोगिताकत्वविरहेण च नातिव्याप्तिः। तादात्म्यसम्बन्धावच्छिन्नप्रतियोगिताकत्वमात्रोक्तौ घटाभाववान्नेति प्रतीतिविषयीभूते घटस्वरूपे घटाभाववद्भेदे तादात्म्यसम्बन्धावच्छिन्नप्रतियोगिताकत्वस्य सत्त्वेन तत्रातिव्याप्तिः, अतोऽभावत्वनिवेशः। न च तादृशभेदेऽभावत्वमप्यस्तीत्यतिव्याप्तितादवस्थ्यमिति वाच्यम्, अभावत्वस्य भावभिन्नार्थकत्वेन निरुक्तभेदस्य घटात्मकभावरूपतया तत्र भावभिन्नत्वाभावेन अतिव्याप्त्यभावात्।",
        "tags": []
    },
    {
        "sectionId": 78,
        "tarkasangraha_sectionId": 70,
        "title": "अन्योन्याभावटीका",
        "content": "टिप्पणी- अन्योन्याभावलक्षणे। अत्राभावत्वस्य भावभिन्नत्वरूपत्वेन परिष्करणीयतया भेदलक्षणे भेदत्वस्य घटकत्वेनात्माश्रयदोषप्रसङ्गः इति वाच्यम्, अत्राभावत्वम् न भावभिन्नत्वरूपम् किन्तु भावत्वात्यन्ताभावरूपम्, अतो नोक्तदोषः। नचैवमपि भेदलक्षणे भावत्वात्यन्ताभावरूपात्यन्ताभावत्वस्य अत्यन्ताभावलक्षणेऽन्योन्याभावभिन्नत्वदलघटकभेदस्य च अनुप्रविष्टत्वेन प्रकारान्तरेणान्योन्याश्रयदोषप्रसङ्ग इति वाच्यम्, अत्यन्ताभावलक्षणघटकीभूतसंसर्गाभावपदेन तादात्म्यभिन्न(वृत्तिनियामक)(तादात्म्याभिन्नत्वोपलक्षित) सम्बन्धावच्छिन्नप्रतियोगिताकाभाव एव विवक्ष्यते न तु अन्योन्याभावभिन्नाभावः, अतो नोक्तदोषः। एवमेव अन्यत्रापि प्रसक्ता दोषा वारणीयाः।\n\nसर्वेषामपि पदार्थानामुक्तेष्वेवान्तर्भावात् सप्तैव पदार्था इति सिद्धम्।।",
        "tags": []
    },
    {
        "sectionId": 79,
        "tarkasangraha_sectionId": 72,
        "title": "तर्कसङ्ग्रहव्युत्पत्तिः",
        "content": "काणादन्यायमतयोः बालव्युत्पत्तिसिद्धये।\nअन्नम्भट्टेन विदुषा रचितस्तर्कसङ्ग्रहः।।\n\nतमस्सादृश्यप्रभृतीनामतिरिक्तपदार्थानां सत्त्वेन कथं सप्तैव पदार्था इत्यत आह सर्वेषामिति। एतत्सर्वम् अस्मदीयपारिभाषिकपदार्थसङ्ग्रहे  सर्वपदार्थानां क्लृप्तपदार्थेष्वन्तर्भावनिरूपणप्रस्तावे प्रपञ्चितम्।\nकणादस्येदं काणादम्, कणादाभिमतं मतम्, न्यायमतम् गौतममुनिमतम्, काणादन्याये च ते मते चेति द्वन्द्वगर्भकर्मधारयः, (कर्मधारयसमासेन समस्यमानपदार्थयोरभेदसंसर्गलाभः) मतयोरित्यत्र षष्ठ्याः विषयतानिरूपकत्वमर्थः, बालानां व्युत्पत्तिरित्यत्र षष्ठ्याः समवेतत्वमर्थः, सिद्धय इत्यत्र चतुर्थ्याः प्रयोजकत्वमर्थः, (समानविभक्तिकनामार्थयोरभेदसम्बन्धेनान्वय इति नियमः) विदुषेत्यत्र तृतीयायाः समवेतत्वम्, रचयतेः कृतिः क्तप्रत्ययस्य भूतकालिकत्वं विषयतावांश्चार्थः, भूतकालिकत्वस्य कृतौ विषयतावतः तर्कसङ्ग्रहे चान्वयः। काणादन्यायाभिन्नमतद्वयविषयकबालसमवेतव्युत्पत्तिसिद्धिप्रयोजकान्नम्भट्टाभिन्नविद्वत्समवेतभूतकालिककृतिविषयाभिन्नस्तर्कसङ्ग्रहाख्यग्रन्थ इत्यन्वयबोधः।",
        "tags": []
    },
    {
        "sectionId": 80,
        "tarkasangraha_sectionId": 72,
        "title": "समापनम्",
        "content": "श्रीमत्‌त्रिलिङ्गदेशविराजमान-गुण्टूरूमण्डलान्तर्वर्ति-कृष्णातटिनीसमीपवर्ति-वेमूरुग्रामवास्तव्येन श्री न्यायवेदान्ततन्त्रसमुपलब्धनिरवधिकप्रज्ञाविशेषवेमूर्युपनामक श्री रामब्रह्मसुधीन्द्रगुरुवरपदपङ्कजसेवासमधिगतशास्त्रविज्ञानेन गुण्टूरुमण्डलान्तर्वर्ति-श्री तेनालिसंस्कृतकलाशालायां तर्कालङ्‌कारशास्त्राध्यापकेन कुरुगण्ट्युपनामक-श्रीरामशास्त्रिणा विरचिते श्रीमदन्नम्भट्टविरचित तर्कसङ्ग्रहव्याख्यानरूपे तर्कसङ्ग्रहसर्वस्वेऽयथार्थानुभवादिनिरूपणं समाप्तिमगमत्।।",
        "tags": []
    }
]